Repository: PeterHorsbollMoller/mbWindowHelper-x64
Catalog: cs code/Properties/Resources.*.resx
Languages: da, de, es, fi, fr, he, it, ja, nl, pl, pt, sv, tr, zh

# MNU_HLP_SAVE_WINDOW_TO_WOR
source: Saves the active window to a workspace without the 'Open Table ...' statements
da: Gemmer det aktive vindue til et arbejdsområde uden 'Åbn tabel ...'-erklæringerne
de: Speichert das aktive Fenster in einem Arbeitsbereich ohne die „Open Table…“-Anweisungen
es: Guarda la ventana activa en un entorno de trabajo sin los enunciados 'Abrir tabla ...'
fi: Tallentaa aktiivisen ikkunan työtilaan ilman Avaa tietokanta... -lausekkeita
fr: Enregistre la fenêtre active dans un espace de travail sans les déclarations « Ouvrir la table... »
he: שומר את החלון הפעיל בסביבת עבודה ללא משפטי 'פתח טבלה...'
it: Salva la finestra attiva in un'area di lavoro senza le istruzioni "Apri tavola..."
ja: 「Open Table ...」ステートメントなしでアクティブ ウィンドウをワークスペースに保存
nl: Hiermee wordt het actieve venster opgeslagen naar een werkruimte zonder de instructies 'Tabel openen…'
pl: Zapisuje aktywne okno w przestrzeni roboczej bez instrukcji „Otwórz tabelę”
pt: Salva a janela ativa em um espaço de trabalho sem as instruções "Abrir tabela...".
sv: Sparar det aktiva fönstret till en arbetsyta utan "Öppna tabell ..."-satser
tr: Aktif pencereyi 'Tablo Aç...' ifadeleri olmadan bir çalışma alanına kaydeder
zh: 将活动窗口保存到工作空间，而不显示“Open Table...”语句

# MNU_HLP_SETUP_BASE_WINDOWS
source: Setup base windows with size and position
da: Konfigurer basisvinduer med størrelse og placering
de: Basisfenster mit Größe und Position einrichten
es: Configurar ventanas base con tamaño y posición
fi: Määritä perusikkunoiden koko ja sijainti
fr: Configurer les fenêtres de base avec la taille et la position
he: הגדר גודל ומיקום של חלונות בסיסיים
it: Configura le finestre di base con dimensioni e posizione
ja: サイズと位置でベース ウィンドウをセットアップ
nl: Basisvensters instellen met grootte en positie
pl: Skonfiguruj okna bazowe z rozmiarem i pozycją
pt: Configurar janelas base com tamanho e posição
sv: Konfigurera basfönster med storlek och position
tr: Ana pencereleri boyut ve konum ile ayarlayın
zh: 设置基础窗口的大小和位置

# MNU_HLP_SET_DEFAULT_VIEW_ALL_LAYERS
source: Set default view on all layers in map
da: Indstil standardvisning på alle lag i kort
de: Standardansicht für alle Layer in der Karte festlegen
es: Establecer vista predeterminada en todas las capas del mapa
fi: Määritä oletusnäkymä kaikille kartan tasoille
fr: Définir la vue par défaut sur toutes les couches de la carte
he: הגדר תצוגת ברירת מחדל בכל השכבות במפה
it: Imposta vista predefinita in tutti i livelli della mappa
ja: マップ内のすべてのレイヤのデフォルト ビューを設定
nl: Standaardweergave instellen op alle lagen in de kaart
pl: Ustaw domyślny widok na wszystkich warstwach w mapie
pt: Definir visualização padrão em todos os níveis do mapa
sv: Ange standardvy för alla lager på kartan
tr: Haritadaki tüm katmanlarda varsayılan görünümü ayarla
zh: 在地图的所有图层上设置默认视图

# MNU_HLP_SET_DEFAULT_VIEW_SINGLE_LAYER
source: Set default view on selected layer
da: Indstil standardvisning på valgt lag
de: Standardansicht für ausgewählten Layer festlegen
es: Establecer vista predeterminada en capa seleccionada
fi: Määritä oletusnäkymä valitulle tasolle
fr: Définir la valeur par défaut sur la couche sélectionnée
he: הגדר תצוגת ברירת מחדל בשכבה שנבחרה
it: Imposta vista predefinita nel livello selezionato
ja: 選択したレイヤのデフォルト ビューを設定
nl: Standaardweergave instellen op geselecteerde laag
pl: Ustaw domyślny widok na wybranej warstwie
pt: Definir visualização padrão no nível selecionado
sv: Ange standardvy för markerat lager
tr: Seçili katmanda varsayılan görünümü ayarla
zh: 在选定图层上设置默认视图

# MNU_HLP_SHOW_MB_FUNCTION_LIST
source: Show list of functions and subprocedures to use with the Exec() function
da: Vis liste over funktioner og underprocedurer til brug med Exec()-funktionen
de: Liste der mit der Exec()-Funktion zu verwendenden Funktionen und Subprozeduren anzeigen
es: Mostrar lista de funciones y subprocedimientos para usar con la función Exec()
fi: Näytä luettelo funktioista ja alitoiminnoista, joita voi käyttää Exec()-funktion kanssa
fr: Afficher la liste des fonctions et des sous-procédures à utiliser avec la fonction Exec()
he: הצג רשימת פונקציות והליכי משנה לשימוש עם הפונקציה Exec()‎
it: Mostra elenco di funzioni e sottoprocedure utilizzabili con la funzione Exec()
ja: Exec() 関数と一緒に使用する関数とサブプロシージャのリストを表示
nl: Lijst met functies en subprocedures weergeven die moeten worden gebruikt met de Exec()-functie
pl: Pokaż listę funkcji i podprocedur do użycia z funkcją Exec()
pt: Mostrar lista de funções e subprocedimentos a serem usados com a função Exec()
sv: Visa lista över funktioner och underprocedurer som ska användas med Exec()-funktionen
tr: Exec() işlevi ile kullanılacak işlevler ve alt prosedürlerin listesini göster
zh: 显示与 Exec() 函数一起使用的函数和子程序列表

# MNU_HLP_STORE_WINDOWS_NOW
source: Store the current position of the windows
da: Gem den aktuelle placering af vinduerne
de: Aktuelle Position der Fenster speichern
es: Almacenar la posición actual de las ventanas
fi: Tallenna ikkunoiden nykyinen sijainti
fr: Stocker la position actuelle des fenêtres
he: אחסן את המיקום הנוכחי של החלונות
it: Memorizza la posizione attuale della finestre
ja: 現在のウィンドウの位置を保存
nl: De huidige positie van de vensters opslaan
pl: Zapisz bieżące pozycje okien
pt: Armazenar a posição atual das janelas
sv: Lagra den aktuella positionen för fönstren
tr: Pencerelerin mevcut konumunu sakla
zh: 存储窗口的当前位置

# MNU_HLP_STORE_WINDOW_POSITIONS
source: Specify which windows automatically to store positions of
da: Angiv, hvilke vinduer placeringerne automatisk skal gemmes for
de: Fenster angeben, deren Positionen automatisch gespeichert werden sollen
es: Especificar las posiciones de las ventanas que se guardarán automáticamente
fi: Määritä, minkä ikkunoiden sijainnit tallennetaan automaattisesti
fr: Spécifier les fenêtres dont vous souhaitez stocker les positions
he: ציין חלונות לאחסון אוטומטי של המיקומים שלהם
it: Specificare le finestre per cui memorizzare automaticamente le posizioni
ja: 位置を自動的に保存するウィンドウの指定
nl: Opgeven van welke vensters automatisch de posities worden opgeslagen
pl: Określ, które okna automatycznie zapisują pozycje
pt: Especificar quais janelas devem ter as suas posições armazenadas automaticamente
sv: Ange för vilka fönster positioner ska lagras automatiskt
tr: Hangi pencerelerin konumlarının otomatik olarak saklanacağını belirtin
zh: 指定自动存储位置的窗口

# MNU_HLP_THEME_SAVE_TO_TABLE
source: Save the styles from the theme as the object styles
da: Gem stile fra temaet som objektstile
de: Stile des Themas als Objektstile speichern
es: Guardar los estilos del tema como estilos de objeto
fi: Tallenna teeman tyylit kohteen tyyleiksi
fr: Enregistrer les styles du thème sous la forme de styles d'objet
he: שמור את הסגנונות מערכת הנושא כסגנונות של האובייקט
it: Salva gli stili del tema come stili oggetto
ja: 主題のスタイルをオブジェクト スタイルとして保存
nl: De stijlen van het thema opslaan als de objectstijlen
pl: Zapisz style z motywu jako style obiektów
pt: Salvar os estilos do tema como estilos de objeto
sv: Spara formaten från temat som objektformaten
tr: Tematik stilleri nesne stilleri olarak kaydet
zh: 将专题中的样式另存为对象样式

# MNU_HLP_TOGGLE_RESTORE_WINDOWS_ON_START
source: Restore window positions when the program starts
da: Gendan vinduesplaceringer, når programmet starter
de: Bei Programmstart die Fensterpositionen wiederherstellen
es: Restablecer posiciones de ventanas cuando se inicie el programa
fi: Palauta ikkunoiden sijainnit ohjelman käynnistyessä
fr: Rétablir les positions des fenêtres au démarrage du programme
he: שחזר את מיקומי החלונות כאשר התוכנית מתחילה
it: Ripristina le posizioni della finestra quando si avvia il programma
ja: プログラム起動時にウインドウの位置を復元
nl: Vensterposities herstellen wanneer het programma start
pl: Przywróć pozycje okien przy uruchamianiu programu
pt: Restaurar as posições das janelas ao iniciar o programa
sv: Återställ fönsterpositioner när programmet startar
tr: Program başladığında pencere konumlarını geri yükle
zh: 程序启动时恢复窗口位置

# MNU_HLP_TOGGLE_SHOW_LAYER_CONTROL
source: Automatically show the Layer Control window on startup
da: Vis automatisk vinduet Lagkontrol ved opstart
de: Fenster „Layerkontrolle“ beim Starten automatisch anzeigen
es: Mostrar automáticamente la ventana Control de capas en el inicio
fi: Näytä karttatasojen hallinta -ikkuna automaattisesti käynnistyksen yhteydessä
fr: Afficher automatiquement la fenêtre Contrôle des couches au démarrage
he: הצג את חלון בקרת השכבות באופן אוטומטי בעת האתחול
it: Mostra automaticamente la finestra Controllo livelli all'avvio
ja: レイヤ コントロール ウインドウを起動時に自動的に表示
nl: Het venster Lagenbeheer bij opstarten automatisch weergeven
pl: Automatycznie pokaż okno Przegląd warstw przy uruchamianiu
pt: Mostrar automaticamente a janela Controle de níveis na inicialização
sv: Visa fönstret Lagerkontroll automatiskt vid start
tr: Başlangıçta Katman Kontrolü penceresini otomatik olarak göster
zh: 启动时自动显示“图层控制”窗口

# MNU_HLP_TOGGLE_SHOW_TABLE_LIST
source: Automatically show the TableList window on startup
da: Vis automatisk vinduet TableList ved opstart
de: Fenster „TableList“ beim Starten automatisch anzeigen
es: Mostrar automáticamente la ventana TableList en el inicio
fi: Näytä tietokantaluetteloikkuna automaattisesti käynnistyksen yhteydessä
fr: Afficher automatiquement la fenêtre ListeTables au démarrage
he: הצג את רשימת הטבלאות באופן אוטומטי בעת האתחול
it: Mostra automaticamente la finestra Elenco tavole all'avvio
ja: テーブル リスト ウインドウを起動時に自動的に表示
nl: Het venster Tabellijst bij opstarten automatisch weergeven
pl: Automatycznie pokaż okno Lista tabel przy uruchamianiu
pt: Mostrar automaticamente a janela TableList na inicialização
sv: Visa tabellistfönstret automatiskt vid start
tr: Başlangıçta Tablo Listesi penceresini otomatik olarak göster
zh: 启动时自动显示“表列表”窗口

# MNU_HLP_TOGGLE_STORE_WINDOWS_ON_EXIT
source: Store window positions when the program ends
da: Gem vinduesplaceringer, når programmet afsluttes
de: Beim Beenden des Programms die Fensterpositionen speichern
es: Restablecer posiciones de ventanas cuando finalice el programa
fi: Tallenna ikkunoiden sijainnit ohjelman sulkeutuessa
fr: Stocker les positions des fenêtres à l'arrêt du programme
he: אחסן את מיקומי החלונות בסיום התוכנית
it: Memorizza le posizioni della finestra quando il programma termina
ja: プログラム終了時にウィンドウ の位置を保存
nl: Vensterposities opslaan wanneer het programma eindigt
pl: Zapisz pozycje okien przy zamykaniu programu
pt: Restaurar as posições das janelas ao encerrar o programa
sv: Lagra fönsterpositioner när programmet avslutas
tr: Program sona erdiğinde pencere konumlarını sakla
zh: 程序结束时恢复窗口位置

# MNU_HLP_UNLOCK_WINDOW
source: Unlock window
da: Lås vindue op
de: Fenster entsperren
es: Desbloquear ventana
fi: Poista ikkunan lukitus
fr: Déverrouiller la fenêtre
he: בטל את נעילת החלון
it: Sblocca finestra
ja: ウィンドウをロック解除
nl: Venster ontgrendelen
pl: Odblokuj okno
pt: Desbloquear janela
sv: Lås upp fönster
tr: Pencerenin kilidini aç
zh: 解锁窗口

# MNU_HLP_VIEW_ENTIRE_MAP
source: Zooms to the entire view of the layers map
da: Zoomer til hele visningen af lagkortet
de: Zoomt zur gesamten Ansicht der Layerkarte
es: Hace zoom a toda la vista del mapa de capas
fi: Lähentää tasokartan koko näkymään
fr: Zoome sur la vue complète de la carte des couches
he: בצע זום על התצוגה הכוללת של מפת השכבות
it: Esegue lo zoom sull'intera vista della mappa di livelli
ja: レイヤ マップのビュー全体へズーム
nl: Hiermee wordt ingezoomd op de volledige weergave van de lagenkaart
pl: Przybliża cały widok mapy warstw
pt: Amplia toda a visualização do mapa de níveis
sv: Zoomar till hela vyn av lagerkartan
tr: Katmanların haritasının tamamına yakınlaştırır
zh: 缩放到图层地图的整个视图

# MNU_HLP_WORKSPACE_EXPLORER
source: Bring up the Workspace Explorer Window
da: Vis arbejdsområdets stifindervindue
de: Fenster „Arbeitsbereich-Explorer“ öffnen
es: Abrir la ventana Explorador de entornos de trabajo
fi: Tuo esiin työtilan resurssienhallintaikkuna
fr: Afficher la fenêtre de l'Explorateur de documents
he: הצג את חלון סייר סביבות העבודה
it: Visualizza la finestra di esplorazione delle aree di lavoro
ja: ワークスペース エクスプローラー ウィンドウを表示します。
nl: Venster werkruimteverkenner openen
pl: Wywołaj okno Przegląd pola pracy
pt: Exibir a Janela do Explorer da Área de Trabalho
sv: Öppna fönstret Programutforskaren
tr: Gezgin Penceresini Açar
zh: 打开工作空间资源管理器窗口

# MNU_HLP_ZOOM_TO_FIRST
source: Zoom to first
da: Zoom til første
de: Zu erstem zoomen
es: Zoom al primero
fi: Lähennä ensimmäiseen
fr: Zoomer sur le premier
he: בצע זום לראשון
it: Esegui zoom al primo elemento
ja: 最初へズーム
nl: Inzoomen naar eerste
pl: Przybliż do pierwszej
pt: Zoom no primeiro
sv: Zooma till första
tr: İlkine yakınlaştır
zh: 缩放到第一

# MNU_HLP_ZOOM_TO_LAST
source: Zoom to last
da: Zoom til sidste
de: Zu letztem zoomen
es: Zoom al último
fi: Lähennä viimeiseen
fr: Zoomer sur le dernier
he: בצע זום לאחרון
it: Esegui zoom all'ultimo elemento
ja: 最後へズーム
nl: Inzoomen naar laatste
pl: Przybliż do ostatniej
pt: Zoom no último
sv: Zooma till sista
tr: Sona yakınlaştır
zh: 缩放到最后

# MNU_HLP_ZOOM_TO_NEXT
source: Zoom to next
da: Zoom til næste
de: Zu nächstem zoomen
es: Zoom al siguiente
fi: Lähennä seuraavaan
fr: Zoomer sur le suivant
he: בצע זום לעוקב
it: Esegui zoom all'elemento successivo
ja: 次へズーム
nl: Inzoomen naar volgende
pl: Przybliż do następnej
pt: Zoom no próximo
sv: Zooma till nästa
tr: Bir sonrakine yakınlaştır
zh: 缩放到下一个

# MNU_HLP_ZOOM_TO_PREVIOUS
source: Zoom to previous
da: Zoom til forrige
de: Zu vorherigem zoomen
es: Zoom al anterior
fi: Lähennä edelliseen
fr: Zoomer sur le précédent
he: בצע זום לקודם
it: Esegui zoom all'elemento precedente
ja: 前へズーム
nl: Inzoomen naar vorige
pl: Przybliż do poprzedniej
pt: Zoom no anterior
sv: Zooma till föregående
tr: Bir öncekine yakınlaştır
zh: 缩放到上一个

# MNU_HLP_ZOOM_TO_SELECTION_FRONT_MAP
source: Zoom to the extent of the selection in the front most map
da: Zoom til afgrænsningen af markeringen i det forreste kort
de: Zur Ausdehnung der Auswahl in der vordersten Karte zoomen
es: Zoom a la extensión de la selección en el mapa más frontal
fi: Lähennä etummaisen kartan valinnan laajuuteen
fr: Zoomer sur l'étendue de la sélection dans la carte la plus à l'avant
he: בצע זום לשטח הבחירה במפה הקדמית ביותר
it: Esegui zoom all'estensione della selezione nella mappa anteriore in primo piano
ja: 最前面のマップの選択した範囲へズーム
nl: Inzoomen naar het gebied van de selectie in de voorste kaart
pl: Przybliż do rozmiaru zaznaczenia w przedniej mapie
pt: Zoom na extensão da seleção no mapa mais à frente
sv: Zooma till omfattningen av urvalet på den främre kartan
tr: En öndeki haritada seçimin kapsamına yakınlaştırın
zh: 缩放到地图最前端的选择范围

# MNU_LAYER_MOVE_TO_BOTTOM
source: Move Layer to the Bottom
da: Flyt lag til bunden
de: Layer an unteren Rand verschieben
es: Mover capa a la parte inferior
fi: Siirrä taso alimmaiseksi
fr: Déplacer la couche en bas
he: העבר את השכבה לתחתית
it: Sposta livello in fondo
ja: レイヤを一番下へ移動
nl: Laag verplaatsen naar onderkant
pl: Przenieś warstwę na spód
pt: Mover nível para a parte inferior
sv: Flytta lager till botten
tr: Katmanı En Alta Taşı
zh: 将图层移动到底部

# MNU_LAYER_MOVE_TO_TOP
source: Move Layer to the Top
da: Flyt lag til toppen
de: Layer an oberen Rand verschieben
es: Mover capa a la parte superior
fi: Siirrä taso päällimmäiseksi
fr: Déplacer la couche en haut
he: העבר את השכבה לראש
it: Sposta livello in alto
ja: レイヤを一番上へ移動
nl: Laag verplaatsen naar bovenkant
pl: Przenieś warstwę na wierzch
pt: Mover nível para a parte superior
sv: Flytta lager till topp
tr: Katmanı En Üste Taşı
zh: 将图层移动到顶部

# MNU_LAYOUT_CLONE_VIEW
source: Clone View
da: Klon visning
de: Ansicht vervielfältigen
es: Clonar vista
fi: Monista näkymä
fr: Dupliquer la vue
he: שכפל תצוגה
it: Clona vista
ja: ビューの複製
nl: Weergave klonen
pl: Klonuj widok
pt: Reproduzir Visualização
sv: Klona vy
tr: Pencereyi Çoğalt
zh: 克隆视图

# MNU_LOCATE_FILE_IN_EXPLORER
source: Locate File In Windows Explorer
da: Find fil i Windows Stifinder
de: Datei in Windows Explorer suchen
es: Localizar archivo en el Explorador de Windows
fi: Etsi tiedosto Resurssienhallinnassa
fr: Localiser le fichier dans Windows Explorer
he: אתר קובץ בסייר החלונות
it: Individua file in Esplora risorse
ja: ファイルを Windows Explorer で探す
nl: Bestand zoeken in Windows Verkenner
pl: Znajdź plik w Eksploratorze Windows
pt: Localizar arquivo no Windows Explorer
sv: Hitta filen i Windows Explorer
tr: Windows Gezgini'nde Dosya Bulma
zh: 在 Windows 资源管理器中查找文件

# MNU_LOCK_WINDOW
source: Lock Window
da: Lås vindue
de: Fenster sperren
es: Bloquear ventana
fi: Lukitse ikkuna
fr: Verrouiller la fenêtre
he: נעל חלון
it: Blocca finestra
ja: ウィンドウのロック
nl: Venster vergrendelen
pl: Zablokuj okno
pt: Bloquear janela
sv: Lås fönster
tr: Pencereyi Kilitle
zh: 锁定窗口

# MNU_MODIFY_WINDOW
source: Modify Window
da: Modificer vindue
de: Fenster ändern
es: Modificar ventana
fi: Muokkaa ikkunaa
fr: Modifier la fenêtre
he: שנה חלון
it: Modifica finestra
ja: ウィンドウの変更
nl: Venster aanpassen
pl: Modyfikuj okno
pt: Modificar janela
sv: Modifiera fönster
tr: Pencereyi değiştir
zh: 修改窗口

# MNU_MULTIPLE_LAYERS_RENAME
source: Rename Multiple Layers
da: Omdøb flere lag
de: Mehrere Layer umbenennen
es: Cambiar nombre de capas múltiples
fi: Nimeä useita tasoja uudelleen
fr: Renommer plusieurs couches
he: שנה את השם של שכבות מרובות
it: Rinomina livelli multipli
ja: 複数レイヤの名前変更
nl: Meerdere lagen hernoemen
pl: Zmiany nazwy wielu warstw
pt: Renomear vários níveis
sv: Ändra namn på flera lager
tr: Birden Fazla Katmanı Yeniden Adlandır
zh: 重命名多个图层

# MNU_OPEN_TABFILE_IN_TEXT_EDITOR
source: Open Tab File In
da: Åbn Tab-fil i
de: TAB-Datei öffnen in
es: Abrir archivo de tabulaciones en
fi: Avaa TAB-tiedosto kohteessa
fr: Ouvrir le fichier tab dans
he: פתח קובץ TAB ב-
it: Apri file TAB in
ja: TAB ファイルを次で開く
nl: Tab-bestand openen in
pl: Otwórz plik TAB w
pt: Abrir arquivo tab em
sv: Öppna TAB-fil i
tr: TAB Dosyasını Aç
zh: 在以下位置中打开 TAB 文件

# MNU_OPEN_WORKSPACE_EXPLORER
source: Workspace Explorer
da: Arbejdsområdets stifinder
es: Explorador de entornos de trabajo
fi: Työtilaselain
fr: Explorateur de documents
he: סייר סביבת עבודה
it: Finestra di esplorazione delle aree di lavoro
ja: ワークスペース エクスプローラ
nl: Werkruimte-verkenner
pl: Przegląd pola pracy
pt: Explorer da área de trabalho
tr: Proje Dosyası Gezgini
zh: 工作空间资源管理器

# MNU_OPTIONS
source: Options
da: Muligheder
de: Optionen
es: Opciones
fi: Valinnat
he: אפשרויות
it: Opzioni
ja: オプション
nl: Opties
pl: Opcje
pt: Opções
sv: Alternativ
tr: Seçenekler
zh: 选项

# MNU_PAN_TO_SELECTION_FRONT_MAP
source: Pan to the Selected Record
da: Panorer til den valgte post
de: Zum ausgewählten Datensatz verschieben
es: Desplazarse hasta el registro seleccionado
fi: Panoroi valittuun tietueeseen
fr: Déplacer vers l'enregistrement sélectionné
he: הזז אל הרשומה שנבחרה
it: Scorri fino al record selezionato
ja: 選択したレコードへ移動する
nl: Pannen naar de geselecteerde record
pl: Przesuń do wybranego rekordu
pt: Deslocar para o registro selecionado
sv: Panorera till den valda posten
tr: Seçili Kayda Kaydır
zh: 平移到所选记录

# MNU_PASTE_LAYER_PROPERTIES
source: Paste Layer Properties
da: Indsæt lagegenskaber
de: Layereigenschaften einfügen
es: Pegar propiedades de capa
fi: Liitä tason ominaisuudet
fr: Coller les propriétés de la couche
he: הדבק מאפייני שכבה
it: Incolla proprietà livello
ja: レイヤ プロパティの貼り付け
nl: Laageigenschappen plakken
pl: Wklej właściwości warstwy
pt: Colar propriedades de nível
sv: Klistra in lageregenskaper
tr: Katman Özelliklerini Yapıştır
zh: 粘贴图层属性

# MNU_QUICK_THEME_INDIVIDUAL
source: Quick Individual Theme
da: Hurtigt Individuelt tema
de: Schnelles Thema mit individuellen Werten
es: Tema individual rápido
fi: Yksilöllisen teeman pikaversio
fr: Thème individuel rapide
he: ערכת נושא בודדת מהירה
it: Tema individuale rapido
ja: クイック個別主題図
nl: Snel individueel thema
pl: Szybki motyw indywidualny
pt: Tema individual rápido
sv: Snabbt individuellt tema
tr: Hızlı Bireysel Tematik
zh: 快速独立值专题图

# MNU_QUICK_THEME_RANGED
source: Quick Ranged Theme
da: Hurtigt rangordnet tema
de: Schnelles Bereichsthema
es: Tema de rango rápido
fi: Luokitteluteeman pikaversio
fr: Thème à plage rapide
he: ערכת נושא מהירה של טווח
it: Tema per intervalli rapido
ja: クイック レンジ主題図
nl: Snel geclassificeerd thema
pl: Szybki motyw
pt: Tema com intervalos rápido
sv: Snabbt intervallbaserat tema
tr: Hızlı Aralıklı Tematik
zh: 快速范围专题图

# MNU_RATE_APPLICATION
source: Rate Application
da: Bedøm applikation
de: Anwendung bewerten
es: Calificar aplicación
fi: Arvioi sovellus
fr: Évaluer l'application
he: דרג יישום
it: Valuta applicazione
ja: アプリケーションの評価
nl: Applicatie beoordelen
pl: Oceń aplikację
pt: Avaliar aplicação
sv: Utvärdera program
tr: Uygulamayı Değerlendir
zh: 为应用程序评分

# MNU_REFRESH_FILTERED__LAYER
source: Refresh Filtered Layer
da: Opdater filtreret lag
de: Gefilterten Layer aktualisieren
es: Actualizar capa filtrada
fi: Päivitä suodatettu taso
fr: Actualiser la couche filtrée
he: רענן שכבה מסוננת
it: Aggiorna livello filtrato
ja: フィルター レイヤの更新
nl: Gefilterde laag vernieuwen
pl: Odśwież przefiltrowaną warstwę
pt: Atualizar nível filtrado
sv: Uppdatera filtrerat lager
tr: Filtrelenmiş Katmanı Yenile
zh: 刷新过滤的图层

# MNU_RESTORE_CLOSED_WINDOWS
source: Restore Windows
da: Gendan vinduer
de: Fenster wiederherstellen
es: Restablecer ventanas
fi: Palauta ikkunat
fr: Rétablir les fenêtres
he: שחזר חלונות
it: Ripristina finestre
ja: ウィンドウの復元
nl: Vensters herstellen
pl: Przywróć okna
pt: Restaurar janelas
sv: Återställ fönster
tr: Pencereleri Geri Yükle
zh: 恢复窗口

# MNU_RESTORE_WINDOWS_NOW
source: Restore Window Positions Now
da: Gendan vinduesplaceringer nu
de: Fensterpositionen jetzt wiederherstellen
es: Restablecer posiciones de ventanas ahora
fi: Palauta ikkunoiden sijainnit nyt
fr: Rétablir les positions des fenêtres maintenant
he: שחזר עכשיו את מיקומי החלונות
it: Ripristina subito posizioni finestra
ja: 今すぐウィンドウの位置を復元する
nl: Vensterposities nu herstellen
pl: Przywróć pozycje okien teraz
pt: Restaurar posições das janelas agora
sv: Återställ fönsterpositioner nu
tr: Pencere Konumlarını Şimdi Geri Yükle
zh: 立即恢复窗口位置

# MNU_SAVE_WINDOW_TO_WOR
source: Save To Workspace
da: Gem til arbejdsområde
de: In Arbeitsbereich speichern
es: Guardar en entorno de trabajo
fi: Tallenna työtilaan
fr: Enregistrer dans l'espace de travail
he: שמור לסביבת עבודה
it: Salva in area di lavoro
ja: ワークスペースへ保存
nl: Opslaan naar werkruimte
pl: Zapisz w przestrzeni roboczej
pt: Salvar na área de trabalho
sv: Spara till arbetsyta
tr: Çalışma Alanına Kaydet
zh: 保存到工作空间

# MNU_SELECT_WITHIN_MAP
source: Map Extent Selection
da: Kortafgrænsningsmarkering
de: Auswahl von Kartenbereich
es: Selección de extensión de mapa
fi: Kartan laajuuden valinta
fr: Sélection de l'étendue de carte
he: בחירת שטח מפה
it: Selezione estensione mappa
ja: マップ範囲選択
nl: Selectie van kaartgebied
pl: Wybór zakresu mapy
pt: Seleção de extensão do mapa
sv: Val av kartutbredning
tr: Harita Kapsamı Seçimi
zh: 地图范围选择

# MNU_SETUP_BASE_WINDOWS
source: Setup Base Windows...
da: Konfigurer basisvinduer...
de: Basisfenster einrichten…
es: Configurar ventanas base...
fi: Määritä perusikkunat...
fr: Configurer les fenêtres de base...
he: הגדר חלונות בסיסיים...
it: Configura finestre di base...
ja: ベース ウインドウのセットアップ...
nl: Basisvensters instellen…
pl: Konfiguruj okna bazowe...
pt: Configurar janelas base...
sv: Konfigurera basfönster ...
tr: Ana Pencereleri Ayarla...
zh: 设置基础窗口...
