Repository: PeterHorsbollMoller/mbWindowHelper-x64
Catalog: cs code/Properties/Resources.*.resx
Languages: da, de, es, fi, fr, he, it, ja, nl, pl, pt, sv, tr, zh

# MNU_SET_DEFAULT_VIEW_ALL_LAYERS
source: Set Default View On All Layers
da: Indstil standardvisning på alle lag
de: Standardansicht für alle Layer festlegen
es: Establecer vista predeterminada en todas las capas
fi: Määritä oletusnäkymä kaikille tasoille
fr: Définir la vue par défaut sur toutes les couches
he: הגדר תצוגת ברירת מחדל בכל השכבות
it: Imposta vista predefinita su tutti i livelli
ja: すべてのレイヤのデフォルト ビューを設定する
nl: Standaardweergave instellen op alle lagen
pl: Ustaw widok domyślny na wszystkich warstwach
pt: Definir visualização padrão em todos os níveis
sv: Ange standardvy för alla lager
tr: Tüm Katmanlarda Varsayılan Görünümü Ayarla
zh: 在所有图层上设置默认视图

# MNU_SET_DEFAULT_VIEW_SINGLE_LAYER
source: Set Default View
da: Angiv standardvisning
de: Standardansicht festlegen
es: Establecer vista predeterminada
fi: Määritä oletusnäkymä
fr: Définir la vue par défaut
he: הגדר תצוגת ברירת מחדל
it: Imposta vista predefinita
ja: デフォルト ビューの設定
nl: Standaardweergave instellen
pl: Ustaw widok domyślny
pt: Definir visualização padrão
sv: Ange standardvy ...
tr: Varsayılan Görünümü Ayarla
zh: 设置默认视图

# MNU_SET_WINDOW_SIZE_POSITION_USING_BASE_WINDOW
source: Set Rreferred Size And Position On Front Window
da: Angiv foretrukket størrelse og placering på frontvindue
de: Bevorzugte Größe und Position für vorderes Fenster festlegen
es: Establecer tamaño y posición preferidos en la ventana delantera
fi: Määritä etummaisen ikkunan haluttu koko ja sijainti
fr: Définir la taille et la position préférées sur la fenêtre à l'avant
he: הגדר את הגודל והמיקום המועדפים בחלון הקדמי
it: Imposta dimensioni e posizione preferite per la finestra anteriore
ja: 前面のウインドウのサイズと位置の優先設定
nl: Gewenste grootte en positie op voorste venster instellen
pl: Ustaw preferowane rozmiar i pozycję przedniego okna
pt: Definir tamanho e posição preferidos na janela frontal
sv: Ställ in önskad storlek och position på främre fönstret
tr: Ön Pencerede Tercih Edilen Boyut ve Konumu Ayarla
zh: 在前端窗口上设置首选尺寸和位置

# MNU_SHOW_ALL_WINDOWS
source: Show &All Windows
da: Vis &alle vinduer
de: &Alle Fenster anzeigen
es: Mostrar &todas las ventanas
fi: Näytä &kaikki ikkunat
fr: Afficher &toutes les fenêtres
he: הצג את &כל החלונות
it: Mostra &tutte le finestre
ja: すべてのウィンドウを表示(&A)
nl: &Alle vensters weergeven
pl: Pokaż wszystkie okna
pt: Mostrar &todas as janelas
sv: Visa &alla fönster
tr: &Tüm Pencereleri Göster
zh: 显示所有窗口[&A]

# MNU_SHOW_INFO_WINDOW
source: Show The &Info Window
da: Vis &informationsvinduet
de: &Infofenster anzeigen
es: Mostrar la ventana de &información
fi: Näytä &Tiedot-ikkuna
fr: Afficher la &fenêtres d'informations
he: הצג את חלון &המידע
it: Mostra finestra &Informazioni
ja: 情報ウィンドウを表示(&I)
nl: Het venster &Info weergeven
pl: Pokaż okno informacyjne
pt: Mostrar a janela &Informações
sv: Visa &Info-fönster
tr: &Bilgi Penceresini Göster
zh: 显示信息窗口[&I]

# MNU_SHOW_LEGEND_WINDOW
source: Show The &Legend Window
da: Vis &signaturforklaringsvindue
de: &Legendenfenster anzeigen
es: Mostrar la ventana de &Leyenda
fi: Näytä &seliteikkuna
fr: Afficher la fenêtre &Légende
he: הצג את חלון &המקרא
it: Mostra finestra &Legenda
ja: 凡例ウィンドウを表示(&L)
nl: Het venster &Legenda weergeven
pl: Pokaż okno legendy
pt: Mostrar a janela &Legenda
sv: Visa teckenförklaringsfönster
tr: &Lejant Penceresini Göster
zh: 显示图例窗口[&L]

# MNU_SHOW_MAPBASIC_WINDOW
source: Show The Map&Basic Window
da: Vis Map&Basic-vindue
de: Karten&basisfenster anzeigen
es: Mostrar la ventana de Map&Basic
fi: Näytä Map&Basic-ikkuna
fr: Afficher la fenêtre &MapBasic
he: הצג את חלון המפה&הבסיסי
it: Mostra finestra Map&Basic
ja: Map Basic ウィンドウを表示(&B)
nl: Het venster Map&Basic weergeven
pl: Pokaż okno Map Basic
pt: Mostrar a janela do Map&Basic
sv: Visa Map Basic-fönstret
tr: Harita&Temel Penceresini Göster
zh: 显示 MapBasic 窗口

# MNU_SHOW_MB_FUNCTION_LIST
source: Show list of functions and subprocedures
da: Vis liste over funktioner og underprocedurer
de: Liste der Funktionen und Subprozeduren anzeigen
es: Mostrar lista de funciones y subprocedimientos
fi: Näytä luettelo funktioista ja alitoiminnoista
fr: Afficher la liste des fonctions et des sous-procédures
he: הצג רשימה של פונקציות והליכי משנה
it: Mostra elenco di funzioni e sottoprocedure
ja: 関数とサブプロシージャのリストを表示
nl: Lijst met functies en subprocedures weergeven
pl: Pokaż listę funkcji i podprocedur
pt: Mostrar lista de funções e subprocedimentos
sv: Visa lista över funktioner och underprocedurer
tr: Fonksiyonlar ve alt prosedürler listesini göster
zh: 显示函数和子程序列表

# MNU_SHOW_MESSAGE_WINDOW
source: Show The &Message Window
da: Vis &meddelelsesvinduet
de: &Meldungsfenster anzeigen
es: Mostrar la ventana de &mensaje
fi: Näytä &Viesti-ikkuna
fr: Afficher la fenêtre &Message
he: הצג את חלון &ההודעות
it: Mostra finestra &Messaggio
ja: メッセージ ウィンドウを表示(&M)
nl: Het venster &Bericht weergeven
pl: Pokaż okno Wiadomość
pt: Mostrar a janela &Mensagem
sv: Visa meddelandefönstret
tr: &Mesaj Penceresini Göster
zh: 打开消息窗口[&M]

# MNU_SHOW_RULER_WINDOW
source: Show The &Ruler Window
da: Vis &linealvinduet
de: &Linealfenster anzeigen
es: Mostrar la ventana de &regla
fi: Näytä &Mitta-ikkuna
fr: Afficher la fenêtre &Règle
he: הצג את חלון &הסרגל
it: Mostra finestra &Righello
ja: ルーラー ウィンドウを表示(&R)
nl: Het venster &Liniaal weergeven
pl: Pokaż okno informacyjne
pt: Mostrar a janela &Régua
sv: Visa linjalfönstret
tr: &Cetvel Penceresini Göster
zh: 显示标尺窗口[&R]

# MNU_SHOW_STATISTICS_WINDOW
source: Show The &Statistics Window
da: Vis &statistikvinduet
de: &Statistikfenster anzeigen
es: Mostrar la ventana de &estadísticas
fi: Näytä &Tilastot-ikkuna
fr: Afficher la fenêtre &Statistiques
he: הצג את חלון &הסטטיסטיקה
it: Mostra finestra &Statistiche
ja: 統計ウィンドウを表示(&S)
nl: Het venster &Statistieken weergeven
pl: Pokaż okno Statystyki
pt: Mostrar a janela &Estatísticas
sv: Visa statistikfönstret
tr: &İstatistik Penceresini Göster
zh: 显示统计窗口[&S]

# MNU_SHOW_WINDOW
source: &Show Window
da: &Vis vindue
de: Fenster an&zeigen
es: &Mostrar ventana
fi: &Näytä ikkuna
fr: &Afficher la fenêtre
he: &הצג חלון
it: &Mostra finestra
ja: ウィンドウを表示(&S)
nl: &Venster weergeven
pl: Pokaż okno
pt: &Mostrar janela
sv: Visa fönster
tr: &Pencereyi Göster
zh: 显示窗口[&S]

# MNU_STATIC_THEME
source: Static Theme
da: Statisk tema
de: Statisches Thema
es: Tema estático
fi: Staattinen teema
fr: Thème statique
he: ערכת נושא סטטית
it: Tema statico
ja: 静的な主題図
nl: Statisch thema
pl: Motyw statyczny
pt: Tema estático
sv: Statiskt tema
tr: Statik Tematik
zh: 静态专题

# MNU_STORE_WINDOWS_NOW
source: Store Window Positions Now
da: Gem vinduesplaceringer nu
de: Fensterpositionen jetzt speichern
es: Almacenar posiciones de ventanas ahora
fi: Tallenna ikkunoiden sijainnit nyt
fr: Stocker les positions des fenêtres maintenant
he: אחסן עכשיו את מיקומי החלונות
it: Memorizza subito posizioni finestra
ja: 今すぐウィンドウの位置を保存する
nl: Vensterposities nu opslaan
pl: Zapisz pozycje okien teraz
pt: Armazenar posições das janelas agora
sv: Lagra fönsterpositioner nu
tr: Pencere Konumlarını Şimdi Sakla
zh: 立即存储窗口位置

# MNU_STORE_WINDOW_POSITIONS
source: &Auto Store Position Of Windows
da: &Gem automatisk placering af vinduer
de: Position der Fenster &automatisch speichern
es: &Almacenar automáticamente posición de ventanas
fi: &Tallenna ikkunoiden sijainnit automaattisesti
fr: Stocker &automatiquement les positions des fenêtres
he: אחסן &אוטומטית את מיקום החלונות
it: Memorizzazione &automatica della posizione delle finestre
ja: ウィンドウの位置を自動保存(&A)
nl: &Positie van vensters automatisch opslaan
pl: Automatycznie zapisuj pozycje okien
pt: &Armazenar automaticamente a posição das janelas
sv: Lagra fönsterpositioner automatiskt
tr: &Pencerelerin Konumlarını Otomatik Olarak Sakla
zh: 自动存储窗口位置[&A]

# MNU_THEME_SAVE_TO_TABLE
source: Save Styles to Table
da: Gem stile til tabel
de: Stile in Relation speichern
es: Guardar estilos en tabla
fi: Tallenna tyylit tietokantaan
fr: Enregistrer les styles dans la table
he: שמור סגנונות בטבלה
it: Salva stili nella tavola
ja: スタイルをテーブルへ保存する
nl: Stijlen opslaan naar tabel
pl: Zapisuj style w tabeli
pt: Salvar estilos na tabela
sv: Spara format till tabell
tr: Stilleri Tabloya Kaydet
zh: 将样式保存到表格

# MNU_TOGGLE_RESTORE_WINDOWS_ON_START
source: Restore Window Positions On Startup
da: Gendan vinduesplaceringer ved opstart
de: Fensterpositionen beim Starten wiederherstellen
es: Restablecer posiciones de ventanas en el inicio
fi: Palauta ikkunoiden sijainnit käynnistyksen yhteydessä
fr: Rétablir les positions des fenêtres au démarrage
he: שחזר מיקומי חלונות באתחול
it: Ripristina le posizioni della finestra all'avvio
ja: 起動時にウィンドウの位置を復元する
nl: Vensterposities herstellen bij opstarten
pl: Przywróć pozycje okien przy uruchamianiu
pt: Restaurar posições das janelas na inicialização
sv: Återställ fönsterpositioner vid uppstart
tr: Başlangıçta Pencere Konumlarını Geri Yükle
zh: 启动时恢复窗口位置

# MNU_TOGGLE_SHOW_LAYER_CONTROL
source: Show &Layer Control On Startup
da: Vis &lagkontrol ved opstart
de: Beim Starten &Layerkontrolle anzeigen
es: Mostrar &control de capas en el inicio
fi: Näytä &karttatasojen hallinta käynnistyksen yhteydessä
fr: Afficher le Contrôle des &couches au démarrage
he: הצג את בקרת &השכבות באתחול
it: Mostra Controllo &livelli all'avvio
ja: 起動時にレイヤ コントロールを表示 (&L)
nl: &Lagenbeheer weergeven bij opstarten
pl: Pokaż Przegląd warstw przy uruchamianiu
pt: Mostrar &controle de níveis na inicialização
sv: Visa Lagerkontroll vid uppstart
tr: Başlangıçta &Katman Kontrolünü Göster
zh: 启动时显示图层控制[&L]

# MNU_TOGGLE_SHOW_TABLE_LIST
source: Show &TableList On Startup
da: Vis &TableList ved opstart
de: Beim Starten &TableList anzeigen
es: Mostrar &TableList en el inicio
fi: Näytä &tietokantaluettelo käynnistyksen yhteydessä
fr: Afficher la &ListeTables au démarrage
he: הצג את &רשימת הטבלאות באתחול
it: Mostra &Elenco livelli all'avvio
ja: 起動時にテーブル リストを表示 (&T)
nl: &Tabellijst weergeven bij opstarten
pl: Pokaż Listę tabel przy uruchamianiu
pt: Mostrar &TableList na inicialização
sv: Visa tabellista vid uppstart
tr: Başlangıçta &Tablo Listesini Göster
zh: 启动时显示表列表[&T]

# MNU_TOGGLE_STORE_WINDOWS_ON_EXIT
source: Store Window Positions On Exit
da: Gem vinduesplaceringer ved afslutning
de: Fensterpositionen bei Beenden speichern
es: Almacenar posiciones de ventanas a la salida
fi: Tallenna ikkunoiden sijainnit sulkemisen yhteydessä
fr: Stocker les positions des fenêtres au moment de quitter
he: אחסן את מיקומי החלונות ביציאה
it: Memorizza le posizioni della finestra all'uscita
ja: 終了時にウィンドウの位置を保存する
nl: Vensterposities opslaan bij afsluiten
pl: Zapisuj pozycje okien przy zamykaniu
pt: Armazenar posições das janelas na saída
sv: Lagra fönsterpositioner vid avslut
tr: Çıkışta Pencere Konumlarını Sakla
zh: 退出时存储窗口位置

# MNU_UNLOCK_WINDOW
source: Unlock window
da: Lås vindue op
de: Fenster entsperren
es: Desbloquear ventana
fi: Poista ikkunan lukitus
fr: Déverrouiller la fenêtre
he: בטל את נעילת החלון
it: Sblocca finestra
ja: ウィンドウをロック解除
nl: Venster ontgrendelen
pl: Odblokuj okno
pt: Desbloquear janela
sv: Lås upp fönster
tr: Pencerenin kilidini aç
zh: 解锁窗口

# MNU_VIEW_ENTIRE_MAP
source: View Entire Map
da: Vis hele kortet
de: Gesamte Karte anzeigen
es: Ver todo el mapa
fi: Näytä koko kartta
fr: Afficher la carte complète
he: הצג את כל המפה
it: Visualizza intera mappa
ja: マップ全体を表示
nl: Volledige kaart weergeven
pl: Zobacz całą mapę
pt: Visualizar Mapa Completo
sv: Visa hela kartan
tr: Tüm Haritayı Göster
zh: 查看整个地图

# MNU_ZOOM_TO_SELECTION_FRONT_MAP
source: Zoom to Extent of Selection
da: Zoom til omfanget af markering
de: Zu Bereich der Auswahl zoomen
es: Zoom a la extensión de selección
fi: Lähennä valinnan laajuuteen
fr: Zoomer sur l'étendue de la sélection
he: בצע זום על שטח הבחירה
it: Effettua lo zoom all'estensione della selezione
ja: 選択範囲にズームする
nl: Inzoomen op gebied van selectie
pl: Przybliż do zakresu zaznaczenia
pt: Zoom na extensão da seleção
sv: Zooma till urvalsutbredning
tr: Seçime Yakınlaştır
zh: 缩放到所选范围

# PICK_WOR_TO_SAVE_WINDOW_TO
source: Select workspace to save window to...
da: Vælg arbejdsområde at gemme vindue i...
de: Arbeitsbereich auswählen, in dem Fenster gespeichert werden soll…
es: Seleccionar entorno de trabajo en el que se guardará la ventana...
fi: Valitse työtila, johon ikkuna tallennetaan...
fr: Sélectionner l'espace de travail dans lequel stocker la fenêtre...
he: בחר סביבת עבודה שבה יישמר החלון...
it: Selezionare l'area di lavoro in cui salvare la finestra…
ja: ウインドウを保存するワークスペースを選択...
nl: Werkruimte selecteren om venster in op te slaan…
pl: Wybierz przestrzeń roboczą do zapisania okna...
pt: Selecione a área de trabalho para salvar a janela...
sv: Välj arbetsyta att spara fönstret till ...
tr: Pencereyi kaydetmek için çalışma alanını seçin...
zh: 选择要将窗口保存到...的工作空间

# QUEST_AUTOSTORE_WINDOW_POSITIONS
source: WindowHelper can store size and position of windows on exit and restore these windows when it starts up next time. {\n}{\n}Do you want to turn this on?
da: WindowHelper kan gemme størrelse og position af vinduer ved afslutning og gendanne disse vinduer ved næste opstart. {\n}{\n}Vil du slå dette til?
de: WindowHelper kann Größe und Position der Fenster beim Beenden speichern und beim nächsten Starten wiederherstellen. {\n}{\n}Möchten Sie dies aktivieren?
es: WindowHelper puede almacenar el tamaño y la posición de las ventanas a la salida y restablecer estas ventanas cuando se inicie la próxima vez. {\n}{\n}¿Desea activarlo?
fi: Ikkuna-avustaja voi tallentaa ikkunoiden koot ja sijainnit sulkemisen yhteydessä ja palauttaa ikkunat käynnistyessään seuraavan kerran. {\n} {\n}Haluatko ottaa toiminnon käyttöön?
fr: WindowHelper peut stocker la taille et la position des fenêtres au moment de quitter, puis rétablir ces fenêtres au prochain démarrage {\n}{\n}Souhaitez-vous activer cette fonction ?
he: עוזר החלונות יכול לשמור את הגודל והמיקום של החלונות ביציאה ולשחזר את החלונות האלו בעת ההפעלה הבאה. {\n}{\n}האם ברצונך להפעיל זאת?
it: WindowHelper può memorizzare le dimensioni e la posizione delle finestre all'uscita e ripristinarle al successivo avvio. {\n}{\n}Attivare questa funzione?
ja: WindowHelperは、ウィンドウのサイズと位置を終了時に保存し、次回の起動時にそれらを復元します。{\n}{\n}有効にしますか?
nl: WindowHelper kan de grootte en positie van vensters opslaan bij afsluiten en deze vensters herstellen wanneer het programma de volgende keer wordt opgestart. {\n}{\n}Wilt u dit inschakelen?
pl: WindowHelper może zapisać rozmiary i pozycje okien przy zamykaniu oraz może przywrócić te okna przy następnym uruchamianiu. {\n}{\n}Czy chcesz włączyć tę opcję?
pt: O WindowHelper pode armazenar o tamanho e a posição das janelas ao sair e restaurar essas janelas na próxima inicialização. {\n}{\n}Deseja ativar esta opção?
sv: WindowHelper kan lagra storlek och position för fönster vid avslut och återställa dessa fönster när det startar nästa gång. {\n}{\n}Vill du aktivera detta?
tr: Pencere Yardımcısı, pencere boyutlarını ve konumlarını çıkışta saklayabilir ve bir sonraki başlatıldığında bu pencereleri geri yükleyebilir. {\n}{\n}Bunu açmak ister misiniz?
zh: WindowHelper 可以在退出时存储窗口的大小和位置，并在下次启动时恢复这些窗口。 {\n}{\n}您想开启这个功能吗？

# QUEST_CLOSE_WINDOW
source: Are you sure that you want to close this window: {0} ?
da: Er du sikker på, at du vil lukke dette vindue: {0}?
de: Möchten Sie das Fenster {0} wirklich schließen?
es: ¿Está seguro de que desea cerrar esta ventana: {0} ?
fi: Haluatko varmasti sulkea tämän ikkunan: {0}?
fr: Souhaitez-vous vraiment fermer cette fenêtre : {0} ?
he: בטוח שברצונך לסגור את החלון הזה: {0} ?
it: Chiudere questa finestra: {0}?
ja: 次のウィンドウを閉じてもよろしいですか : {0} ?
nl: Weet u zeker dat u dit venster wilt sluiten: {0}?
pl: Czy na pewno chcesz zamknąć to okno: {0}?
pt: Tem certeza de que deseja fechar esta janela: {0} ?
sv: Är du säker på att du vill stänga detta fönster: {0}?
tr: Bu pencereyi kapatmak istediğinizden emin misiniz: {0} ?
zh: 是否确定要关闭此窗口：{0}？

# STR_APPLICATION_DESCRIPTION
source: This application extents MapInfo Pro with a number of useful features for working with windows
da: Denne applikation udvider MapInfo Pro med en række praktiske funktioner til arbejde med vinduer
de: Diese Anwendung ergänzt MapInfo Pro um hilfreiche Funktionen für das Arbeiten mit Fenstern.
es: Esta aplicación amplía MapInfo Pro con una gran cantidad de características útiles para trabajar con las ventanas.
fi: Tämä sovellus laajentaa MapInfo Pro:ta useilla hyödyllisillä ikkunoiden käyttöön liittyvillä toiminnoilla
fr: Cette application enrichit MapInfo Pro avec plusieurs fonctions utiles en lien avec la gestion des fenêtres
he: יישום זה מרחיב את MapInfo Pro על ידי הוספה של מספר תכונות שימושיות לעבודה עם חלונות
it: Questa applicazione aggiunge una serie di funzionalità a MapInfo Pro che consentono di lavorare con le finestre.
ja: このアプリケーションは、多数の便利な機能で MapInfo Pro を拡張し、ウィンドウで操作できるようにしています
nl: Deze applicatie breidt MapInfo Pro uit met een aantal handige functies voor werken met vensters
pl: Ta aplikacja rozszerza MapInfo Pro o kilka przydatnych funkcji do pracy z oknami
pt: Esta aplicação expande o MapInfo Pro com uma série de recursos úteis para trabalhar com janelas
sv: Detta program utökar MapInfo Pro med ett antal användbara funktioner när du ska arbeta med fönster
tr: Bu uygulama, MapInfo Pro'yu pencerelerle çalışmak için birçok kullanışlı özellik ekler
zh: 此应用程序可扩展 MapInfo Pro，为其提供许多在窗口中进行操作的有用功能

# STR_APPLY
source: Apply
da: Anvend
de: Übernehmen
es: Aplicar
fi: Käytä
fr: Appliquer
he: החל
it: Applica
ja: 適用
nl: Toepassen
pl: Zastosuj
pt: Aplicar
sv: Tillämpa
tr: Uygula
zh: 应用

# STR_APPLYING_THEME_STYLE_TO_OBJS
source: Updating objects with thematic style
da: Opdatering af objekter med tematisk stil
de: Aktualisieren von Objekten mit thematischem Stil
es: Actualización de objetos con estilo temático
fi: Kohteiden päivittäminen teematyylillä
fr: Mise à jour des objets avec le style thématique
he: מתבצע עדכון של אובייקטים עם סגנון נושאי
it: Aggiornamento oggetti con stile tematico
ja: 主題図スタイルでオブジェクトを更新中
nl: Objecten bijwerken met thematische stijl
pl: Aktualizowanie obiektów ze stylem tematycznym
pt: Atualizando objetos com estilo temático
sv: Uppdatera objekt med tematiskt format
tr: Tematik stil ile nesneleri güncelleme
zh: 用专题样式更新对象

# STR_BTN_SEL_INFO_HANDLER
source: Show Info
da: Vis Info
de: Informationen anzeigen
es: Mostrar información
fi: Näytä tiedot
fr: Afficher les informations
he: הצג מידע
it: Mostra informazioni
ja: 情報の表示
nl: Informatie weergeven
pl: Pokaż informacje
pt: Mostrar informações
sv: Visa info
tr: Bilgiyi Göster
zh: 显示信息

# STR_CHANGE
source: Change
da: Skift
de: Ändern
es: Cambiar
fi: Vaihda
fr: Modifier
he: שנה
it: Modifica
ja: 変更
nl: Wijzigen
pl: Zmień
pt: Alterar
sv: Ändra
tr: Değiştir
zh: 更改

# STR_CLOSE
source: Close
da: Luk
de: Schließen
es: Cercano
fi: Sulje
fr: Fermer
he: סגור
it: Chiudi
ja: 閉じる
nl: Sluiten
pl: Zamknij
pt: Fechar
sv: Stäng
tr: Kapat
zh: 关闭

# STR_CLOSE_WINDOW
source: Close Window
da: Luk vindue
de: Fenster schließen
es: Cerrar ventana
fi: Sulje ikkuna
fr: Fermer une fenêtre
he: סגור חלון
it: Chiudi finestra
ja: ウィンドウを閉じる
nl: Venster sluiten
pl: Zamknij okno
pt: Fechar Janela
sv: Stäng fönster
tr: Pencereyi Kapat
zh: 关闭窗口

# STR_COPY
source: Copy
da: Kopier
de: Kopieren
es: Copiar
fi: Kopioi
fr: Copier
he: העתק
it: Copia
ja: コピー
nl: Kopiëren
pl: Kopiuj
pt: Copiar
sv: Kopiera
tr: Kopyala
zh: 复制

# STR_COSM_LAYER_IN
source: Cosmetic layer in
da: Kosmetisk lag i
de: Kosmetischer Layer in
es: Capa descriptiva en
fi: Aputaso kohteessa
fr: Couche cosmétique dans
he: שכבה קוסמטית ב-
it: Livello personalizzabile in
ja: システム レイヤ
nl: Cosmetische laag in
pl: Warstwa kosmetyczna w
pt: Nível cosmético em
sv: Kosmetiskt lager i
tr: Kozmetik katman içinde
zh: 装饰图层位于

# STR_CREATE
source: Create
da: Opret
de: Erstellen
es: Crear
fi: Luo
fr: Créer
he: יצירה
it: Crea
ja: 作成
nl: Maken
pl: Stwórz
pt: Criar
sv: Skapa
tr: Oluştur
zh: 创建

# STR_EDIT_LAYER_IN
source: Editable Layer in
da: Redigerbart lag i
de: Bearbeitbarer Layer in
es: Capa editable en
fi: Muokattava taso kohteessa
fr: Couche éditable dans
he: שכבה הניתנת לעריכה ב-
it: Livello modificabile in
ja: 編集可能なレイヤ
nl: Bewerkbare laag in
pl: Warstwa edytowalna w
pt: Nível editável em
sv: Redigerbart lager i
tr: Düzenlenebilir Katman içinde
zh: 可编辑图层位于

# STR_EXPRESSION_COPIED_TO_CLIPBOARD
source: Exec() Expression copied to Clipboard:
da: Exec()-udtryk kopieret til Udklipsholder:
de: In Zwischenablage kopierter Exec()-Ausdruck:
es: Expresión Exec() copiada en Portapapeles:
fi: Exec()-lauseke kopioitu leikepöydälle:
fr: Expression Exec() copiée dans le presse-papier :
he: ביטוי Exec()‎ הועתק ללוח:
it: Espressione Exec() copiata negli appunti:
ja: クリップボードへコピーされた Exec() 条件式:
nl: Exec()-expressie gekopieerd naar klembord:
pl: Wyrażenie Exec() skopiowane do schowka:
pt: Expressão Exec() copiada para a área de transferência:
sv: Exec() Uttryck kopierat till Urklipp:
tr: Exec() İfade Panoya Kopyalandı:
zh: Exec() 表达式已复制到剪贴板：

# STR_FILTER
source: Filter
fi: Suodatus
fr: Filtrer
he: סנן
it: Filtro
ja: フィルター
pl: Filtr
pt: Filtrar
sv: Filtrera
tr: Filtre
zh: 过滤器

# STR_FRIENDLY_LAYER_NAME
source: Friendly Name
da: Læsevenligt navn
de: Anzeigename
es: Nombre descriptivo
fi: Kutsumanimi
fr: Nom convivial
he: שם ידידותי
it: Nome breve
ja: フレンドリ名
nl: Omschrijving
pl: Przyjazna nazwa
pt: Nome amigável
sv: Läsvänligt namn
tr: Uygun Ad
zh: 友好名称

# STR_FUNCTIONS_SUBPROCEDURES
source: Functions and Subprocedures
da: Funktioner og underprocedurer
de: Funktionen und Subprozeduren
es: Funciones y subprocedimientos
fi: Funktiot ja alitoiminnot
fr: Fonctions et sous-procédures
he: פונקציות והליכי משנה
it: Funzioni e sottoprocedure
ja: 関数とサブプロシージャ
nl: Functies en subprocedures
pl: Funkcje i podprocedury
pt: Funções e subprocedimentos
sv: Funktioner och underprocedurer
tr: Fonksiyonlar ve Alt Prosedürler
zh: 函数和子程序

# STR_GRID_FILE
source: Grid File
da: Gitterfil
de: Gitternetzdatei
es: Archivo de cuadrícula
fi: Ruudukkotiedosto
fr: Fichier de grille
he: קובץ רשת
it: File di griglia
ja: グリッド ファイル
nl: Roosterbestand
pl: Plik siatki
pt: Arquivo de Grade
sv: Rutnätsfil
tr: Grid Dosyası
zh: 格网文件

# STR_HEIGHT
source: Height
da: Højde
de: Höhe
es: Alto
fi: Kork
fr: Hauteur
he: גובה
it: Altezza
ja: 高さ
nl: Hoogte
pl: Wysokość
pt: Altura
sv: Höjd
tr: Yükseklik
zh: 高度

# STR_HIDE_BASE_MAP_CONTROL
source: Hide Base Map Controls
da: Skjul Baggrundskort-kontrolelementer
de: Grundkarten-Steuerelemente ausblenden
es: Ocultar controles de mapa base
fi: Piilota peruskartan ohjausobjektit
fr: Masquer les contrôles de la carte de base
he: הסתר פקדי מפה בסיסית
it: Nascondi controlli mappa base
ja: ベースマップ コントロールを非表示にする
nl: Basiskaartbedieningen verbergen
pl: Ukryj elementy sterujące mapy bazowej
pt: Ocultar controles do mapa base
sv: Dölj kontroller för bakgrundskarta
tr: Ana Harita Kontrollerini Gizle
zh: 隐藏基础地图控件

# STR_MAP
source: Map
da: Kort
de: Karte
es: Mapa
fi: Kartta
fr: Carte
he: מפה
it: Mappa
ja: マップ
nl: Kaart
pl: Mapa
pt: Mapa
sv: Karta
tr: Harita
zh: 地图

# STR_MAP_MINI_TOOLBAR
source: Map Mini Toolbar
da: Kortets miniværktøjslinje
de: Minisymbolleiste der Karte
es: Minibarra de herramientas del mapa
fi: Kartta-minityökalupalkki
fr: Mini barre d'outils de la carte
he: סרגל כלים קטן של מפה
it: Barra di formattazione rapida mappa
ja: マップ ミニ ツールバー
nl: Miniwerkbalk voor kaart
pl: Minipasek narzędzi
pt: Minibarra de ferramentas do mapa
sv: Miniverktygsfält för karta
tr: Harita Mini Araç Çubuğu
zh: 地图迷你工具栏
