Repository: PeterHorsbollMoller/mbWindowHelper-x64
Catalog: cs code/Properties/Resources.*.resx
Languages: da, de, es, fi, fr, he, it, ja, nl, pl, pt, sv, tr, zh

# STR_MTB_ADD_INFO_TOOL
source: Add Info Tool to Map Mini Toolbar
da: Tilføj værktøjet Info til kortets miniværktøjslinje
de: Info-Werkzeug zur Minisymbolleiste der Karte hinzufügen
es: Agregar herramienta de información a la minibarra de herramientas del mapa
fi: Lisää Tiedot-työkalu Kartta-minityökalupalkkiin
fr: Ajouter l'outil Informations à la mini barre d'outils de la carte
he: הוסף כלי מידע לסרגל הכלים הקטן של המפה
it: Aggiungi strumento Informazioni alla barra di formattazione rapida mappa
ja: 情報ツールをマップ ミニツールバーに追加する
nl: Info-hulpmiddel toevoegen aan miniwerkbalk voor kaart
pl: Dodaj narzędzie Informacje do minipaska narzędzi
pt: Adicionar ferramenta Info à Minibarra de ferramentas do mapa
sv: Lägg till infoverktyg till kartans miniverktygsfält
tr: Harita Mini Araç Çubuğuna Bilgi Aracını Ekle
zh: 将信息工具添加到地图迷你工具栏

# STR_MTB_ADD_RULER_TOOL
source: Add Ruler Tool to Map Mini Toolbar
da: Tilføj værktøjet Lineal til kortets miniværktøjslinje
de: Werkzeug „Lineal“ zur Minisymbolleiste der Karte hinzufügen
es: Agregar herramienta de regla a la minibarra de herramientas del mapa
fi: Lisää Mitta-työkalu Kartta-minityökalupalkkiin
fr: Ajouter l'outil Règle à la mini barre d'outils de la carte
he: הוסף כלי סרגל לסרגל הכלים הקטן של המפה
it: Aggiungi strumento Righello alla barra di formattazione rapida mappa
ja: ルーラー ツールをマップ ミニツールバーに追加する
nl: Liniaal-hulpmiddel toevoegen aan miniwerkbalk voor kaart
pl: Dodaj narzędzie Linijka do minipaska narzędzi
pt: Adicionar ferramenta Régua à Minibarra de ferramentas do mapa
sv: Lägg till linjalverktyg till kartans miniverktygsfält
tr: Harita Mini Araç Çubuğuna Cetvel Araç Çubuğunu Ekle
zh: 将标尺工具添加到地图迷你工具栏

# STR_NAME
source: Name
da: Navn
es: FirstName
fi: Nimi
fr: Nom
he: שם
it: Nome
ja: 名前
nl: Naam
pl: Nazwa
pt: Nome
sv: Namn
tr: Ad
zh: 名称

# STR_NEW_BASE_WINDOW
source: New base window
da: Nyt basisvindue
de: Neues Basisfenster
es: Ventana base nueva
fi: Uusi perusikkuna
fr: Nouvelle fenêtre de base
he: חלון בסיסי חדש
it: Nuova finestra di base
ja: 新しいベース ウインドウ
nl: Nieuw basisvenster
pl: Nowe okno bazowe
pt: Nova janela base
sv: Nytt basfönster
tr: Yeni ana pencere
zh: 新基础窗口

# STR_NO
source: No
da: Nej
de: Nein
fi: Ei
fr: Non
he: לא
ja: いいえ
nl: Nee
pl: Nie
pt: Não
sv: Nej
tr: Hayır
zh: 否

# STR_OK
source: OK
es: Aceptar
he: אישור
tr: Tamam
zh: 确定

# STR_OPEN
source: Open
da: Åbn
de: Öffnen
es: Abrir
fi: Avaa
fr: Ouvrir
he: פתיחה
it: Apri
ja: を開く
nl: Openen
pl: Otwórz
pt: Abrir
sv: Öppna
tr: Aç
zh: 打开

# STR_POSITION
source: Position
es: Posición
fi: Sijainti
he: מיקום
it: Posizione
ja: 位置
nl: Positie
pl: Pozycja
pt: Posição
tr: Pozisyon
zh: 位置

# STR_RASTER_FILE
source: Raster File
da: Rasterfil
de: Rasterdatei
es: Archivo ráster
fi: Rasteritiedosto
fr: Fichier raster
he: קובץ סריקה
it: File raster
ja: ラスタ ファイル
nl: Rasterbestand
pl: Plik rastrowy
pt: Arquivo raster
sv: Rasterfil
tr: Raster Dosyası
zh: 栅格文件

# STR_RENAME_LAYER_IN_ALL_MAPS
source: Rename this table/layer in all map windows
da: Omdøb tabellen/laget i alle kortvinduer
de: Diese(n) Relation/Layer in allen Kartenfenstern umbenennen
es: Cambiar el nombre de esta tabla/capa en todas las ventanas de mapa
fi: Nimeä uudelleen tämä tietokanta/taso kaikissa karttaikkunoissa
fr: Renommer cette table/couche dans toutes les fenêtres de la carte
he: שנה את השם של הטבלה/השכבה הזו בכל חלונות המפה
it: Rinomina tavola/livello in tutte le finestre della mappa
ja: すべてのマップ ウインドウでこのテーブル/レイヤの名前変更
nl: Deze tabel/laag in alle kaartvensters hernoemen
pl: Zmień nazwę tej tabeli/warstwy we wszystkich oknach map
pt: Renomear esta tabela/nível em todas as janelas de mapa
sv: Byt namn på denna tabell/detta lager i alla kartfönster
tr: Bu tabloyu/katmanı tüm harita pencerelerinde yeniden adlandır
zh: 在所有地图窗口中重命名此表/图层

# STR_RESTORE
source: Restore
da: Gendan
de: Wiederherstellen
es: Restaurar
fi: Palauta
fr: Restaurer
he: שחזר
it: Ripristina
ja: 復元
nl: Herstellen
pl: Przywróć
pt: Restaurar
sv: Återställ
tr: Geri Yükle
zh: 还原

# STR_SAVE_AS_DEFAULT_FRIENDLY_LAYER_NAME
source: Save as default friendly name
da: Gem som standard for læsevenligt navn
de: Als Standardanzeigenamen speichern
es: Guardar como nombre descriptivo predeterminado
fi: Tallenna oletuskutsumanimenä
fr: Enregistrer comme nom convivial par défaut
he: שמור כשם הידידותי בברירת מחדל
it: Salva come nome breve predefinito
ja: デフォルトのフレンドリ名として保存
nl: Opslaan als standaardomschrijving
pl: Zapisz jako domyślną przyjazną nazwę
pt: Salvar como nome amigável padrão
sv: Spara som förvalt läsvänligt namn
tr: varsayılan uygun ad olarak kaydet
zh: 保存为默认友好名称

# STR_SELECTED_RECORDS_X
source: Selected records: {0}
da: Valgte poster: {0}
de: Ausgewählte Datensätze: {0}
es: Registros seleccionados: {0}
fi: Valitut tietueet: {0}
fr: Enregistrements sélectionnés : {0}
he: הרשומות שנבחרו: {0}
it: Record selezionati: {0}
ja: 選択中のレコード: {0}
nl: Geselecteerde records: {0}
pl: Wybrane rekordy: {0}
pt: Registros selecionados: {0}
sv: Valda poster: {0}
tr: Seçili kayıtlar: {0}
zh: 所选记录：{0}

# STR_SELECTED_RECORDS_X_OF_Y
source: Selected records: {0} of {1}
da: Valgte poster: {0} af {1}
de: Ausgewählte Datensätze: {0} von {1}
es: Registros seleccionados: {0} de {1}
fi: Valitut tietueet: {0}/{1}
fr: Enregistrements sélectionnés : {0} sur {1}
he: הרשומות שנבחרו: {0} מתוך {1}
it: Record selezionati: {0} di {1}
ja: 選択中のレコード: {0} / {1}
nl: Geselecteerde records: {0} van {1}
pl: Wybrane rekordy: {0} z {1}
pt: Registros selecionados: {0} de {1}
sv: Valda poster: {0} av {1}
tr: Seçili kayıtlar: {0} / {1}
zh: 所选记录：{0} / {1}

# STR_SHOW_INFO_ON_DESELECT
source: Show Info when Deselecting Records
da: Vis info, når poster fravælges
de: Beim Aufheben der Auswahl von Datensätzen Informationen anzeigen
es: Mostrar información cuando se cancele la selección de los registros
fi: Näytä tiedot, kun tietueiden valintoja poistetaan
fr: Afficher les informations lors de la désélection des enregistrements
he: הצג מידע בעת ביטול הבחירה ברשומות
it: Mostra informazioni quando si deselezionano i record
ja: レコードの選択解除時に情報を表示する
nl: Informatie weergeven bij het deselecteren van records
pl: Pokaż informacje przy usuwaniu zaznaczenia rekordów
pt: Mostrar informações ao desmarcar registros
sv: Visa info när du avmarkerar poster
tr: Kayıtların Seçimini Kaldırırken Bilgiyi Göster
zh: 取消选择记录时显示信息

# STR_SHOW_INFO_ON_SELECTION
source: Show Info on Selection
da: Vis info ved valg
de: Informationen zur Auswahl anzeigen
es: Mostrar información sobre la selección
fi: Näytä tiedot valinnan yhteydessä
fr: Afficher les informations lors de la sélection
he: הצג מידע בעת בחירה
it: Mostra informazioni sulla selezione
ja: 選択時に情報を表示する
nl: Informatie weergeven bij selectie
pl: Pokaż informacje przy zaznaczeniu
pt: Mostrar informações ao selecionar
sv: Visa info vid urval
tr: Seçim Üzerine Bilgiyi Göster
zh: 显示选择信息

# STR_SKIP_LAYER_WITH_FRIENLY_NAME
source: Skip Layer with Friendly Name
da: Spring lag med læsevenligt navn over
de: Layer mit Anzeigenamen überspringen
es: Omitir capa con nombre descriptivo
fi: Ohita taso, jolla on kutsumanimi
fr: Ignorer la couche avec un nom convivial
he: דלג על שכבה עם שם ידידותי
it: Ignora livello con nome breve
ja: フレンドリ名のあるレイヤをスキップする
nl: Laag met omschrijving overslaan
pl: Pomiń warstwę z przyjazną nazwą
pt: Ignorar nível com nome amigável
sv: Hoppa över lager med läsvänligt namn
tr: Uygun Ada Sahip Katmanı Atla
zh: 跳过有友好名称的图层

# STR_SMART_TEXT_FONT
source: Smart Text Font
da: Smart Text-skrifttype
de: Smart-Text-Schriftart
es: Fuente de texto inteligente
fi: Älytekstin kirjasin
fr: Smart Text avant
he: גופן טקסט חכם
it: Font del testo intelligente
ja: スマート テキストのフォント
nl: Lettertype van slimme tekst
pl: Czcionka inteligentnego tekstu
pt: Fonte de texto inteligente
sv: Typsnittet smart text
tr: Akıllı Metin Yazı Tipi
zh: 智能文本字体

# STR_TABLE
source: Table
da: Tabel
de: Relation
es: Tabla
fi: Tietokanta
he: טבלה
it: Tavola
ja: テーブル
nl: Tabel
pl: Zbiór
pt: Tabela
sv: Tabell
tr: Tablo
zh: 表

# STR_TAB_FILE
source: Tab File
da: Tab-fil
de: TAB-Datei
es: Archivo de tabulaciones
fi: TAB-tiedosto
fr: Fichier tab
he: קובץ TAB
it: File TAB
ja: TAB ファイル
nl: Tab-bestand
pl: Plik TAB
pt: Arquivo tab
sv: TAB-fil
tr: TAB Dosyası
zh: TAB 文件

# STR_TTIP_DISABLE_INFO_SEL
source: Info on Selection is Disabled. Click to Enable Info on Selection
da: Info ved valg er deaktiveret. Klik for at aktivere info ved valg
de: Das Anzeigen von Informationen zur Auswahl ist deaktiviert. Klicken Sie, um das Anzeigen von Informationen zur Auswahl zu aktivieren.
es: La información sobre la selección está desactivada. Hacer clic en Activar información sobre la selección
fi: Tiedot valinnan yhteydessä on poistettu käytöstä. Napsauta, jos haluat ottaa käyttöön Tiedot valinnan yhteydessä
fr: Les informations sur la sélection sont désactivées. Cliquez pour activer les informations sur la sélection
he: הצגת מידע בעת בחירה מושבתת. לחץ כדי להפעיל הצגת מידע בעת בחירה
it: Informazioni sulla selezione disabilitate. Fare clic per abilitare le informazioni sulla selezione
ja: 選択時の情報は無効です。クリックして選択時の情報を有効にします
nl: Informatie bij selectie is uitgeschakeld. Klik om Informatie bij selectie in te schakelen
pl: Informacje przy zaznaczeniu są wyłączone. Kliknij, aby włączyć informacje przy zaznaczeniu
pt: As Informações ao selecionar estão desabilitadas. Clique para habilitar as Informações ao selecionar
sv: Information om urval är inaktiverat. Klicka för att aktivera information om urval
tr: Seçim Üzerinde Bilgi Devre Dışı. Bilgi Gösterimi Etkinleştirmek İçin Tıklayın
zh: 选择信息已禁用。单击以启用选择信息

# STR_TTIP_ENABLE_INFO_SEL
source: Info on Selection is Enabled. Click to Disable Info on Selection
da: Info ved valg er aktiveret. Klik for at deaktivere info ved valg
de: Das Anzeigen von Informationen zur Auswahl ist aktiviert. Klicken Sie, um das Anzeigen von Informationen zur Auswahl zu deaktivieren.
es: La información sobre la selección está activada. Hacer clic en Desactivar información sobre la selección
fi: Tiedot valinnan yhteydessä on käytössä. Napsauta, jos haluat poistaa käytöstä Tiedot valinnan yhteydessä
fr: Les informations sur la sélection sont activées. Cliquez pour désactiver les informations sur la sélection
he: הצגת מידע בעת בחירה מופעלת. לחץ כדי להשבית הצגת מידע בעת בחירה
it: Informazioni sulla selezione abilitate. Fare clic per disabilitare le informazioni sulla selezione
ja: 選択時の情報は有効です。クリックして選択時の情報を無効にします
nl: Informatie bij selectie is ingeschakeld. Klik om Informatie bij selectie uit te schakelen
pl: Informacje przy zaznaczeniu są włączone. Kliknij, aby wyłączyć informacje przy zaznaczeniu
pt: As Informações ao selecionar estão habilitadas. Clique para desabilitar as Informações ao selecionar
sv: Information om urval är aktiverat. Klicka för att inaktivera information om urval
tr: Seçim Üzerinde Bilgi Etkin. Devre Dışı Bırakmak İçin Tıklayın
zh: 选择信息已启用。单击以禁用选择信息

# STR_TTIP_INFO_TOOL
source: Display tabular Information about map objects
da: Vis informationer om kortobjekter i en tabel
de: Informationen über Kartenobjekte in tabellarischer Form anzeigen
es: Mostrar información tabular sobre objetos del mapa
fi: Näytä karttakohteiden tiedot taulukkonäkymänä
fr: Afficher des informations tabulaires sur les objets cartographiques
he: הצג מידע טבלאי על אובייקטי מפה
it: Visualizza informazioni tabulari sugli oggetti della mappa
ja: マップ オブジェクトに関する表形式の情報を表示します
nl: Tabelinformatie weergeven over kaartobjecten
pl: Wyświetla dane tabelaryczne o obiektach map
pt: Exibir informações tabulares sobre objetos de mapa
sv: Visa information om kartobjekt i tabellform
tr: Harita nesneleri hakkında tablo şeklinde bilgi göster
zh: 显示有关地图对象的表格信息

# STR_TTIP_RULER_TOOL
source: Display the distance between two map points
da: Vis afstanden mellem to punkter på kortet
de: Entfernung zwischen zwei Kartenpunkten anzeigen
es: Mostrar la distancia entre dos puntos del mapa
fi: Näytä matka kahden karttapisteen välillä
fr: Afficher la distance entre deux points de carte
he: הצג את המרחק בין שתי נקודות במפה
it: Visualizza la distanza tra due punti della mappa
ja: 2 つのマップ ポイントの距離を表示します
nl: De afstand tussen twee kaartpunten weergeven
pl: Wyświetla odległość między punktami na mapie
pt: Exibir a distância entre dois pontos do mapa
sv: Visa avståndet mellan två kartpunkter
tr: Harita üzerindeki iki nokta arasındaki mesafeyi göster
zh: 显示两个地图点之间的距离

# STR_UPDATE
source: Update
da: Opdater
de: Aktualisieren
es: Actualizar
fi: päivitys
fr: Mettre à jour
he: עדכן
it: Aggiorna
ja: 更新
nl: Bijwerken
pl: Zaktualizuj
sv: Uppdatera
tr: Güncelle
zh: 更新

# STR_USE_DEFAULT_WINDOW_NAME
source: Use Default Window Name
da: Brug standardvinduesnavn
de: Standardfensternamen verwenden
es: Usar nombre de ventana predeterminado
fi: Käytä oletusikkunan nimeä
fr: Utiliser la nom de fenêtre par défaut
he: השתמש בשם חלון שברירת מחדל
it: Usa nome finestra predefinito
ja: デフォルトのウィンドウ名を使用する
nl: Standaard vensternaam gebruiken
pl: Użyj domyślnej nazwy okna
pt: Usar nome de janela padrão
sv: Använd förvalt fönsternamn
tr: Varsayılan Pencere Adını Kullan
zh: 使用默认窗口名称

# STR_USE_EXISTING_TABLE_DESCRIPTION
source: Use Existing Table Description
da: Brug eksisterende tabelbeskrivelse
de: Vorhandene Relationsbeschreibung verwenden
es: Usar descripción de tabla existente
fi: Käytä olemassa olevaa tietokannan kuvausta
fr: Utiliser la description de table existante
he: השתמש בתיאור הטבלה הקיים
it: Usa descrizione tavola esistente
ja: 既存のテーブルの説明を使用する
nl: Bestaande tabelbeschrijving gebruiken
pl: Użyj istniejącego opisu tabeli
pt: Usar descrição de tabela existente
sv: Använd befintlig tabellbeskrivning
tr: Mevcut Tablo Açıklamasını Kullan
zh: 使用现有表描述

# STR_USE_FILENAME_AS_FRIENDLY_NAME
source: Use File Name as Friendly Layer Name
da: Brug filnavn som læsevenligt navn for lag
de: Dateinamen als Layeranzeigenamen verwenden
es: Usar nombre de archivo como nombre de capa descriptivo
fi: Käytä tiedostonimeä kutsumanimenä tasolle
fr: Utiliser le nom de fichier comme nom de couche convivial
he: השתמש בשם הקובץ כשם השכבה הידידותי
it: Usa nome del file come nome di livello breve
ja: ファイル名をフレンドリ名として使用する
nl: Bestandsnaam gebruiken als omschrijving voor laag
pl: Użyj nazwy pliku jako przyjaznej nazwy warstwy
pt: Usar nome do arquivo como nome de nível amigável
sv: Använd filnamn som läsvänligt lagernamn
tr: Dosya Adını Uygun Katman Adı Olarak Kullan
zh: 使用文件名作为友好图层名称

# STR_WIDTH
source: Width
da: Bredde
de: Breite
es: Ancho
fi: Lev.
fr: Largeur
he: רוחב
it: Larghezza
ja: 幅
nl: Breedte
pl: Szerokość
pt: Largura
sv: Bredd
tr: Genişlik
zh: 宽度

# STR_WINDOW_NAME
source: Window Title
da: Vinduets titel
de: Fenstertitel
es: Título de la ventana
fi: Ikkunan otsikko
fr: Titre de la fenêtre
he: כותרת חלון
it: Titolo finestra
ja: ウィンドウ タイトル
nl: Venstertitel
pl: Tytuł okna
pt: Título da Janela
sv: Fönsterrubrik
tr: Pencere Başlığı
zh: 窗口标题

# STR_YES
source: Yes
da: Ja
de: Ja
es: Sí
fi: Kyllä
fr: Oui
he: כן
it: Sì
ja: はい
nl: Ja
pl: Tak
pt: Sim
sv: Ja
tr: Evet
zh: 是

# TAB_CLOSED
source: Closed
da: Lukket
de: Geschlossen
es: Cerrado
fi: Suljettu
fr: Fermé
he: סגור
it: Chiuso
ja: 閉じたオブジェクト
nl: Gesloten
pl: Region
pt: Fechado
sv: Slutna objekt
tr: Kapalı
zh: 已关闭

# TAB_CURRENT
source: Current
da: Aktuel
de: Aktuell
es: Actual
fi: Nykyinen
fr: Actif
he: נוכחי
it: Corrente
ja: 現在
nl: Huidige
pl: Bieżące
pt: Atual
sv: Aktuell
tr: Mevcut
zh: 当前

# TAB_SPECIAL
source: Special
da: Speciel
de: Speziell
es: Especial
fi: Erityinen
fr: Spécial
he: מיוחד
it: Speciali
ja: 空間
nl: Speciaal
pl: Specjalne
pt: Especial
tr: Özel
zh: 特殊

# TTIP_ADD_SMARTTEXT_CART_SCALE
source: Add Smart Text for Cartographic Scale to the Map
da: Tilføj Smart Text for kortbaseret skala til kortet
de: Smart Text für kartographischen Maßstab zur Karte hinzufügen
es: Agregar texto inteligente para escala cartográfica al mapa
fi: Lisää älytekstiä kartan kartografiseen mittakaavaan
fr: Ajouter du Smart Text pour l'échelle cartographique à la carte
he: הוסף טקסט חכם עבור קנ"מ קרטוגרפי למפה
it: Aggiungi testo intelligente per la scala cartografica sulla mappa
ja: 縮尺用のスマート テキストをマップに追加する
nl: Slimme tekst voor kartografische schaal toevoegen aan de kaart
pl: Dodaj inteligentny tekst dla skali kartograficznej do mapy
pt: Adicionar texto inteligente para escala cartográfica ao mapa
sv: Lägg till smart text för kartografisk skala på kartan
tr: Haritaya Kartografik Ölçek için Akıllı Metin Ekle
zh: 为地图添加图面比例尺的智能文本

# TTIP_ADD_SMARTTEXT_COORSYS
source: Add Smart Text for Projection Name to the Map
da: Tilføj Smart Text for projektionsnavn til kortet
de: Smart Text für Projektionsnamen zur Karte hinzufügen
es: Agregar texto inteligente para nombre de proyección al mapa
fi: Lisää älytekstiä kartan projektion nimeen
fr: Ajouter du Smart Text pour le nom de projection à la carte
he: הוסף טקסט חכם עבור שם היטל למפה
it: Aggiungi testo intelligente per il nome della proiezione sulla mappa
ja: 投影法名用のスマート テキストをマップに追加する
nl: Slimme tekst voor projectienaam toevoegen aan de kaart
pl: Dodaj inteligentny tekst dla nazwy projekcji do mapy
pt: Adicionar texto inteligente para nome de projeção ao mapa
sv: Lägg till smart text för projektionsnamn på kartan
tr: Haritaya Projeksiyon Adı için Akıllı Metin Ekle
zh: 为地图添加投影名称的智能文本

# TTIP_ADD_SMARTTEXT_MAPTITLE
source: Add Smart Text for Map Title to the Map
da: Tilføj Smart Text for korttitel til kortet
de: Smart Text für Kartentitel zur Karte hinzufügen
es: Agregar texto inteligente para título de mapa al mapa
fi: Lisää älytekstiä kartan otsikkoon
fr: Ajouter du Smart Text pour le titre de carte à la carte
he: הוסף טקסט חכם עבור כותרת המפה למפה
it: Aggiungi testo intelligente per il titolo della mappa sulla mappa
ja: マップ タイトル用のスマート テキストをマップに追加する
nl: Slimme tekst voor kaarttitel toevoegen aan de kaart
pl: Dodaj inteligentny tekst dla nazwy mapy do mapy
pt: Adicionar texto inteligente para título do mapa ao mapa
sv: Lägg till smart text för kartrubrik på kartan
tr: Haritaya Harita Başlığı için Akıllı Metin Ekle
zh: 为地图添加地图标题的智能文本

# TTIP_AUTOLOCK_WINDOWS_OFF
source: Windows are not automatically locked which would prevent them from being closed. Click here to enable automatically locking of windows
da: Vinduer låses ikke automatisk, hvilket ville forhindre dem i at blive lukket. Klik her for at aktivere automatisk låsning af vinduer
de: Fenster werden nicht automatisch gesperrt. Durch die automatische Sperrung wird das Schließen der Fenster verhindert. Klicken Sie hier, um das automatische Sperren von Fenstern zu aktivieren.
es: Las ventanas no se bloquean automáticamente, lo que evitaría que se cierren. Hacer clic aquí para activar el bloqueo de ventanas de forma automática
fi: Ikkunoita ei lukita automaattisesti; lukitus estäisi niiden sulkemisen. Napsauta tätä, jos haluat ottaa ikkunoiden automaattisen lukituksen käyttöön
fr: Les fenêtres ne sont pas automatiquement verrouillées, ce qui peut empêcher leur fermeture. Cliquez ici pour activer automatiquement le verrouillage des fenêtres
he: חלונות לא ננעלים אוטומטית, כך שלא יהיה ניתן לסגור אותם. לחץ כאן כדי להפעיל נעילה אוטומטית של חלונות
it: Le finestre non vengono bloccate automaticamente, il che potrebbe impedirne la chiusura. Fare clic qui per abilitare il blocco automatico delle finestre
ja: ウィンドウが閉じることを防ぐための自動的なロックは行われません。ウィンドウの自動ロックを有効にするには、ここをクリックします
nl: Vensters worden niet automatisch vergrendeld, waarmee zou worden voorkomen dat ze kunnen worden gesloten. Klik hier om automatisch vergrendelen voor vensters in te schakelen
pl: Okna nie są automatycznie blokowane, co mogłoby uchronić je przed zamknięciem. Kliknij tutaj, aby włączyć automatyczne blokowanie okien
pt: As janelas não são bloqueadas automaticamente, o que impediria que fossem fechadas. Clique aqui para habilitar o bloqueio automático de janelas
sv: Fönster låses inte automatiskt, vilket skulle hindra dem från att stängas. Klicka här för att aktivera automatisk låsning av fönster
tr: Pencereler otomatik olarak kilitlenmez ve bu durum pencerelerin kapanmasını engelleyebilir. Pencerelerin otomatik olarak kilitlenmesini etkinleştirmek için buraya tıklayın.
zh: 窗户不会自动锁定，可以阻止它们被关闭。单击此处启用自动锁定窗口

# TTIP_AUTOLOCK_WINDOWS_ON
source: Windows are automatically locked which prevents them from being closed. Click here to disable automatically locking of windows
da: Vinduer låses automatisk, hvilket forhindrer dem i at blive lukket. Klik her for at deaktivere automatisk låsning af vinduer
de: Fenster werden automatisch gesperrt, sodass sie nicht geschlossen werden können. Klicken Sie hier, um das automatische Sperren von Fenstern zu deaktivieren.
es: Las ventanas se bloquean automáticamente, lo que evita que se cierren. Hacer clic aquí para desactivar el bloqueo de ventanas de forma automática
fi: Ikkunat lukitaan automaattisesti, mikä estää niiden sulkemisen. Napsauta tätä, jos haluat poistaa ikkunoiden automaattisen lukituksen käytöstä
fr: Les fenêtres sont automatiquement verrouillées, ce qui empêche leur fermeture. Cliquez ici pour désactiver automatiquement le verrouillage des fenêtres
he: חלונות ננעלים אוטומטית, כך שלא ניתן לסגור אותם. לחץ כאן כדי להשבית את הנעילה האוטומטית של חלונות
it: Le finestre vengono bloccate automaticamente, impedendone la chiusura. Fare clic qui per disabilitare il blocco automatico delle finestre
ja: ウィンドウが閉じることを防ぐための自動的なロックが行われます。ウィンドウの自動ロックを無効にするには、ここをクリックします
nl: Vensters worden automatisch vergrendeld, waardoor ze niet kunnen worden gesloten. Klik hier om automatisch vergrendelen voor vensters uit te schakelen
pl: Okna są automatycznie blokowane, co chroni je przed zamknięciem. Kliknij tutaj, aby wyłączyć automatyczne blokowanie okien
pt: As janelas são bloqueadas automaticamente, o que impede que sejam fechadas. Clique aqui para desabilitar o bloqueio automático de janelas
sv: Fönster låses automatiskt, vilket hindrar dem från att stängas. Klicka här för att inaktivera automatisk låsning av fönster
tr: Pencereler otomatik olarak kilitlenir ve bu da onların kapanmasını engeller. Pencerelerin otomatik olarak kilitlenmesini devre dışı bırakmak için buraya tıklayın.
zh: 窗户会自动锁定，阻止它们被关闭。单击此处禁用自动锁定窗口

# TTIP_LOCK_WINDOW
source: Lock the window to prevent it from being closed
da: Lås vinduet for at forhindre det i at blive lukket
de: Fenster sperren, damit es nicht geschlossen werden kann
es: Bloquear la ventana para evitar que se cierre
fi: Lukitse ikkuna ja estä sen sulkeminen
fr: Verrouiller la fenêtre pour en empêcher la fermeture
he: נעל את החלון כדי למנוע את סגירתו
it: Blocca la finestra per evitarne la chiusura
ja: ウィンドウが閉じないようロック
nl: Het venster vergrendelen zodat het niet kan worden gesloten
pl: Zablokuj okno, aby uchronić je przed zamknięciem
pt: Bloquear a janela para impedir que seja fechada
sv: Lås fönstret för att förhindra att det stängs
tr: Pencerenin kapanmasını önlemek için pencereyi kilitle.
zh: 锁定窗户，阻止其关闭

# TTIP_MODIFY_WINDOW
source: Modify Title and Size of Active Window
da: Modificer titel og størrelse på aktivt vindue
de: Titel und Größe des aktiven Fensters ändern
es: Modificar título y tamaño de la ventana activa
fi: Muokkaa aktiivisen ikkunan nimeä ja kokoa
fr: Modifier le titre et la taille de la fenêtre active
he: שנה את הכותרת והגודל של החלון הפעיל
it: Modifica titolo e dimensioni della finestra attiva
ja: アクティブ ウィンドウのタイトルとサイズを変更する
nl: Titel en grootte van actief venster aanpassen
pl: Modyfikuj nazwę i rozmiar aktywnego okna
pt: Modificar o título e o tamanho da janela ativa
sv: Ändra rubrik eller storlek på aktivt fönster
tr: Aktif Pencerenin Başlığını ve Boyutunu Değiştir
zh: 修改活动窗口的标题和大小
