Repository: PeterHorsbollMoller/mbWindowHelper-x64
Catalog: cs code/Properties/Resources.*.resx
Languages: da, de, es, fi, fr, he, it, ja, nl, pl, pt, sv, tr, zh

# MNU_HLP_FILTER_USING_CELL_VALUE
source: This will filter the browser using the value in the currently selected cell
da: Dette vil filtrere browseren ved hjælp af værdien i den aktuelt valgte celle
de: Dadurch wird das Anzeigefenster nach dem Wert in der derzeit ausgewählten Zelle gefiltert.
es: Esto filtrará el navegador con el valor de la celda seleccionada actualmente
fi: Tämä suodattaa taulukon valitun solun arvon avulla
fr: Cela appliquera un filtre au navigateur à l'aide de la valeur dans la cellule actuellement sélectionnée
he: בפעולה זו יבוצע סינון בדפדפן לפי הערך שנמצא בתא הנוכחי שנבחר
it: Questa azione filtrerà la finestra Dati utilizzando il valore nella cella attualmente selezionata
ja: これにより、現在選択中のセルの値を使用してブラウザをフィルターします
nl: Hiermee wordt de browser gefilterd met behulp van de waarde in de momenteel geselecteerde cel
pl: To przefiltruje przeglądarkę za pomocą wartości w obecnie wybranej komórce
pt: Isso filtrará o navegador usando o valor na célula selecionada no momento
sv: Detta kommer att filtrera webbläsaren med värdet i den valda cellen
tr: Bu, verisayfasını mevcut seçili hücredeki değeri kullanarak filtreleyecektir.
zh: 这将使用当前选定单元格中的值过滤浏览器

# MNU_HLP_GROUP_BY_CURRENT_COLUMN
source: Run a Group By query on the currently selected column.
da: Kør en Gruppér efter-forespørgsel på den aktuelt valgte kolonne.
de: Führen Sie eine GROUP BY-Abfrage der derzeit ausgewählten Spalte aus.
es: Ejecute una consulta de Agrupar por en la columna seleccionada actualmente
fi: Suorita Ryhmittely perusteella -kysely valitulle sarakkeelle.
fr: Exécutez un groupe par requête sur la colonne actuellement sélectionnée.
he: הפעל שאילתת 'קבץ לפי' העמודה הנוכחית שנבחרה.
it: Esegui un raggruppamento per query nella colonna attualmente selezionata.
ja: 現在選択中のフィールドでグループ化方法クエリを実行します。
nl: Voer een query Groeperen op uit op de momenteel geselecteerde kolom.
pl: Wykonaj zapytanie Grupuj według na obecnie wybranej kolumnie.
pt: Executar uma consulta Agrupar por na coluna selecionada no momento
sv: Kör en Gruppera efter-fråga för aktuellt vald kolumn.
tr: Mevcut seçili kolonda Grupla sorgusu çalıştır.
zh: 在当前选定的列上运行分组依据查询。

# MNU_HLP_LAYER_MOVE_TO_BOTTOM
source: Move the selected layer to the bottom of layer list in the map
da: Flyt det valgte lag til bunden af laglisten i kortet
de: Den ausgewählten Layer an das Ende der Layerliste in der Karte verschieben
es: Mover la capa seleccionada a la parte inferior de la lista de capas en el mapa
fi: Siirrä valittu taso kartan karttatasoluettelon alimmaiseksi
fr: Déplacer la couche sélectionnée au bas de la liste de couches dans la carte
he: העבר את השכבה שנבחרה לתחתית רשימת השכבות במפה
it: Sposta il livello selezionato in fondo all'elenco livelli nella mappa
ja: 選択したレイヤをマップのレイヤ リストの一番下に移動
nl: De geselecteerde laag naar de onderkant van de lagenlijst in de kaart verplaatsen
pl: Przenieś wybraną warstwę na dół listy warstw na mapie
pt: Mover o nível selecionado para a parte inferior da lista de níveis no mapa
sv: Flytta det valda lagret till botten av lagerlistan på kartan
tr: Seçili katmanı haritadaki katman listesinin en altına taşıyın
zh: 将所选图层移至地图图层列表的底部

# MNU_HLP_LAYER_MOVE_TO_BOTTOM_DISABLED
source: Select one layer from the Layer List that isn't the cosmetic, a thematic layer, or the last layer.
da: Vælg ét lag fra laglisten, der ikke er det kosmetiske, et tematisk lag eller det sidste lag.
de: Wählen Sie einen Layer in der Layerliste aus, der kein kosmetischer Layer, kein thematischer Layer und nicht der letzte Layer ist.
es: Seleccione una capa de la Lista de capas que no sea la capa descriptiva, una capa temática ni la última capa.
fi: Valitse karttatasoluettelosta taso, joka ei ole aputaso, teemataso tai viimeinen taso.
fr: Sélectionnez une couche dans la liste des couches qui n'est pas la couche cosmétique, une couche thématique ou la dernière couche.
he: בחר שכבה אחת מרשימת השכבות שאינה השכבה הקוסמטית, הנושאית או האחרונה.
it: Selezionare un livello dall'elenco livelli che non sia personalizzabile, tematico o l'ultimo.
ja: レイヤ リストから、システム レイヤ、主題図レイヤ、または最後のレイヤでないレイヤを 1 つを選択します。
nl: Selecteer een laag in de lagenlijst die niet de cosmetische laag, een thematische laag of de laatste laag is.
pl: Wybierz z listy warstw jedną warstwę, która nie jest warstwą kosmetyczną, tematyczną ani ostatnią.
pt: Selecione um nível da Lista de níveis que não seja um nível cosmético, um nível temático ou o último nível.
sv: Välj ett lager från Lagerlistan som inte är det kosmetiska lagret, ett tematiskt lager eller det sista lagret.
tr: Katman Listesi'nden kozmetik, tematik katman veya son katman olmayan bir katman seçin.
zh: 从图层列表中选择一个不是装饰图层、专题图层或最后一个图层的图层。

# MNU_HLP_LAYER_MOVE_TO_TOP
source: Move the selected layer to the top of layer list in the map
da: Flyt det valgte lag til toppen af laglisten i kortet
de: Den ausgewählten Layer an den Anfang der Layerliste in der Karte verschieben
es: Mover la capa seleccionada a la parte superior de la lista de capas en el mapa
fi: Siirrä valittu taso kartan karttatasoluettelon päällimmäiseksi
fr: Déplacer la couche sélectionnée en haut de la liste des couches dans la carte
he: העבר את השכבה שנבחרה לראש רשימת השכבות במפה
it: Sposta il livello selezionato in cima all'elenco livelli nella mappa
ja: 選択したレイヤをマップのレイヤ リストの一番上に移動
nl: De geselecteerde laag naar de bovenkant van de lagenlijst in de kaart verplaatsen
pl: Przenieś wybraną warstwę na górę listy warstw na mapie
pt: Mover o nível selecionado para a parte superior da lista de níveis no mapa
sv: Flytta det valda lagret högst upp på lagerlistan på kartan
tr: Seçili katmanı haritadaki katman listesinin en üstüne taşıyın
zh: 将所选图层移至地图图层列表的顶部

# MNU_HLP_LAYER_MOVE_TO_TOP_DISABLED
source: Select one layer from the Layer List that isn't the cosmetic, a thematic layer, or the first layer.
da: Vælg ét lag fra laglisten, der ikke er det kosmetiske, et tematisk lag eller det første lag.
de: Wählen Sie einen Layer in der Layerliste aus, der kein kosmetischer Layer, kein thematischer Layer und nicht der erste Layer ist.
es: Seleccione una capa de la Lista de capas que no sea la capa descriptiva, una capa temática ni la primera capa.
fi: Valitse karttatasoluettelosta taso, joka ei ole aputaso, teemataso tai ensimmäinen taso.
fr: Sélectionnez une couche dans la liste des couches qui n'est pas la couche cosmétique, une couche thématique ou la première couche.
he: בחר שכבה אחת מרשימת השכבות שאינה השכבה הקוסמטית, הנושאית או האחרונה.
it: Selezionare un livello dall'elenco livelli che non sia personalizzabile, tematico o il primo.
ja: レイヤ リストから、システム レイヤ、主題図レイヤ、または最初のレイヤでないレイヤを 1 つ選択します。
nl: Selecteer een laag in de lagenlijst die niet de cosmetische laag, een thematische laag of de eerste laag is.
pl: Wybierz z listy warstw jedną warstwę, która nie jest warstwą kosmetyczną, tematyczną ani pierwszą.
pt: Selecione um nível da Lista de níveis que não seja um nível cosmético, um nível temático ou o primeiro nível.
sv: Välj ett lager från Lagerlistan som inte är det kosmetiska lagret, ett tematiskt lager eller det första lagret.
tr: Katman Listesi'nden kozmetik, tematik katman veya ilk katman olmayan bir katman seçin.
zh: 从图层列表中选择一个不是装饰图层、专题图层或第一个图层的图层。

# MNU_HLP_LAYOUT_CLONE_VIEW
source: Display a clone of the active layout
da: Vis en kloning af det aktive layout
de: Eine Kopie des aktiven Layouts anzeigen
es: Mostrar una copia idéntica de la presentación activa
fi: Näyttää kopion aktiivisesta tulosteesta
fr: Afficher un clone de la fenêtre active
he: הצג עותק של השכבה הפעילה
it: Visualizza un clone del layout attivo
ja: アクティブ レイアウトの複製を表示
nl: Een kloon van de actieve lay-out weergeven
pl: Wyświetla duplikat aktywnego układu.
pt: Exibir um clone do layout ativo
sv: Visa en klon av den aktiva layouten.
tr: Etkin çıktının bir kopyasını görüntüleyin
zh: 显示活动布局的副本

# MNU_HLP_LOCATE_FILE_IN_EXPLORER
source: Finds a file in Windows Explorer related to the selected table
da: Finder en fil i Windows Stifinder relateret til den valgte tabel
de: Sucht in Windows Explorer eine Datei mit Bezug zur ausgewählten Relation
es: Busca un archivo en el Explorador de Windows relacionado con la tabla seleccionada
fi: Etsii valittuun tietokantaan liittyvän tiedoston Resurssienhallinnasta
fr: Trouve un fichier dans Windows Explorer associé à la table sélectionnée
he: מחפש את הקובץ בסייר חלונות הקשור לטבלה שנבחרה
it: Trova un file in Esplora risorse correlato alla tavola selezionata
ja: Windows Explorer で選択したテーブルに関連するファイルを検索します
nl: Hiermee zoekt u een bestand in Windows Verkenner gerelateerd aan de geselecteerde tabel
pl: Znajduje w Eksploratorze Windows plik spokrewniony z wybraną tabelą
pt: Localiza um arquivo no Windows Explorer relacionado à tabela selecionada
sv: Hittar en fil i Windows Explorer som är relaterad till den valda tabellen
tr: Seçili tabloya ait dosyayı Windows Gezgini'nde bulur
zh: 在 Windows 资源管理器中查找与所选表相关的文件

# MNU_HLP_LOCK_WINDOW
source: Lock window
da: Lås vindue
de: Fenster sperren
es: Bloquear ventana
fi: Lukitse ikkuna
fr: Verrouiller la fenêtre
he: נעל חלון
it: Blocca finestra
ja: ウィンドウをロック
nl: Venster vergrendelen
pl: Zablokuj okno
pt: Bloquear janela
sv: Lås fönster
tr: Pencereyi kilitle
zh: 锁定窗口

# MNU_HLP_MODIFY_WINDOW
source: Change size or title of window
da: Skift størrelse eller titel på vinduet
de: Größe oder Titel des Fensters ändern
es: Cambiar tamaño o título de la ventana
fi: Muuta ikkunan kokoa tai nimeä
fr: Changer la taille ou le titre de la fenêtre
he: שנה את הגודל או את הכותרת של החלון
it: Cambia dimensioni o titolo della finestra
ja: ウィンドウのサイズまたはタイトルを変更
nl: Grootte of titel van venster wijzigen
pl: Zmień rozmiar lub nazwę okna
pt: Alterar o tamanho ou o título da janela
sv: Ändra storlek eller rubrik på fönstret
tr: Pencerenin boyutunu veya başlığını değiştir
zh: 更改窗口的大小或标题

# MNU_HLP_MOFIFY_WINDOW
source: Modify title and size of active window
da: Modificer titel og størrelse på aktivt vindue
de: Titel und Größe des aktiven Fensters ändern
es: Modificar título y tamaño de la ventana activa
fi: Muokkaa aktiivisen ikkunan nimeä ja kokoa
fr: Modifier le titre et la taille de la fenêtre active
he: שנה את הכותרת והגודל של החלון הפעיל
it: Modifica titolo e dimensioni della finestra attiva
ja: アクティブ ウィンドウのタイトルとサイズを変更
nl: Titel en grootte van actief venster aanpassen
pl: Modyfikuj nazwę i rozmiar aktywnego okna
pt: Modificar o título e o tamanho da janela ativa
sv: Ändra rubrik eller storlek på aktivt fönster
tr: Aktif pencerenin başlığını ve boyutunu değiştir
zh: 修改活动窗口的标题和大小

# MNU_HLP_MULTIPLE_LAYERS_RENAME
source: Rename all layers to match the tab file name
da: Omdøb alle lag til at matche fanefilnavnet
de: Alle Layer entsprechend dem Namen der TAB-Datei umbenennen
es: Cambiar el nombre de todas las capas para que coincidan con el nombre del archivo de tabulaciones
fi: Nimeä kaikki tasot uudelleen TAB-tiedostonimeä vastaaviksi
fr: Renommer toutes les couches pour les faire correspondre au nom du fichier tab
he: שנה את השם של כל השכבות כך שיתאימו לשם של קובץ ה-TAB
it: Rinomina tutti il livelli per farli corrispondere al nome del file TAB
ja: すべてのレイヤを TAB ファイル名と一致するように名前変更
nl: Alle lagen hernoemen zodat ze overeenkomen met de naam van het tab-bestand
pl: Zmień nazwy wszystkich warstw, aby pasowały do nazwy pliku TAB
pt: Renomear todos os níveis para corresponder ao nome do arquivo tab
sv: Ändra namn på att lager så att de matchar TAB-filens namn
tr: Tüm katmanları, TAB dosya adıyla eşleşecek şekilde yeniden adlandır
zh: 重命名所有图层以匹配 TAB 文件名

# MNU_HLP_ONE_LAYER_NOT_COSMETIC_DISABLED
source: Select one layer from the Layer List that isn't the cosmetic layer.
da: Vælg ét lag fra laglisten, der ikke er det kosmetiske lag.
de: Wählen Sie einen Layer in der Layerliste aus, der nicht der kosmetische Layer ist.
es: Seleccione una capa de la Lista de capas que no sea la capa descriptiva.
fi: Valitse karttatasoluettelosta taso, joka ei ole aputaso.
fr: Sélectionnez une couche dans la liste des couches qui n'est pas la couche cosmétique.
he: בחר שכבה אחת מרשימת השכבות שאינה שכבה קוסמטית.
it: Selezionare un livello dall'elenco livelli che non sia personalizzabile.
ja: レイヤ リストから、システム レイヤでないレイヤを 1 つ選択します。
nl: Selecteer een laag in de lagenlijst die niet de cosmetische laag is.
pl: Wybierz z listy warstw jedną warstwę, która nie jest warstwą kosmetyczną.
pt: Selecione um nível da Lista de níveis que não seja o nível cosmético.
sv: Välj ett lager från lagerlistan som inte är det kosmetiska lagret.
tr: Katman Listesi'nden kozmetik katman olmayan bir katman seçin.
zh: 从图层列表中选择一个非装饰图层的图层。

# MNU_HLP_ONE_LAYER_NOT_COSMETIC_THEMATIC_DISABLED
source: Select one layer from the Layer List that isn't the cosmetic or a thematic layer.
da: Vælg ét lag fra laglisten, der ikke er det kosmetiske lag eller et tematisk lag.
de: Wählen Sie einen Layer in der Layerliste aus, der nicht der kosmetische Layer und kein thematischer Layer ist.
es: Seleccione una capa de la Lista de capas que no sea la capa descriptiva ni una capa temática.
fi: Valitse karttatasoluettelosta taso, joka ei ole aputaso tai teemataso.
fr: Sélectionnez une couche dans la liste des couches qui n'est pas la couche cosmétique ou une couche thématique.
he: בחר שכבה אחת מרשימת השכבות שאינה שכבה קוסמטית או נושאית.
it: Selezionare un livello dall'elenco livelli che non sia personalizzabile o tematico.
ja: レイヤ リストから、システム レイヤまたは主題図レイヤでないレイヤを 1 つ選択します。
nl: Selecteer een laag in de lagenlijst die niet de cosmetische laag of een thematische laag is.
pl: Wybierz z listy warstw jedną warstwę, która nie jest warstwą kosmetyczną ani tematyczną.
pt: Selecione um nível da Lista de níveis que não seja o nível cosmético ou um nível temático.
sv: Välj ett lager från lagerlistan som inte är det kosmetiska lagret eller ett tematiskt lager.
tr: Katman Listesi'nden kozmetik veya tematik katman olmayan bir katman seçin.
zh: 从图层列表中选择一个不是装饰图层或专题图层的图层。

# MNU_HLP_ONE_LAYER_THEMATIC_DISABLED
source: Select one layer from the Layer List that is a thematic layer.
da: Vælg ét lag fra laglisten, der ikke er et tematisk lag.
de: Wählen Sie einen Layer in der Layerliste aus, der ein thematischer Layer ist.
es: Seleccione una capa de la Lista de capas que no sea una capa temática.
fi: Valitse karttatasoluettelosta taso, joka ei ole teemataso.
fr: Sélectionnez une couche dans la liste des couches qui est une couche thématique.
he: בחר שכבה נושאית אחת מרשימת השכבות.
it: Selezionare un livello dall'elenco livelli che sia tematico.
ja: レイヤ リストから、主題図レイヤでないレイヤを 1 つ選択します。
nl: Selecteer een laag in de lagenlijst die niet een thematische laag is.
pl: Wybierz z listy warstw jedną warstwę, która jest warstwą tematyczną.
pt: Selecione um nível da Lista de níveis que não seja um nível temático.
sv: Välj ett lager från lagerlistan som är ett tematiskt lager.
tr: Katman Listesi'nden tematik bir katman seçin.
zh: 从图层列表中选择一个专题图层的图层。

# MNU_HLP_ONE_LAYER_WITH_TABFILE_DISABLED
source: Select one layer from the Layer List that has a TAB file on disk.
da: Vælg ét lag fra laglisten, der har en TAB-fil på disk.
de: Wählen Sie einen Layer in der Layerliste aus, der über eine TAB-Datei auf dem Datenträger verfügt.
es: Seleccione una capa de la Lista de capas que tenga un archivo TAB en el disco.
fi: Valitse karttatasoluettelosta taso, jolla on TAB-tiedosto levyasemassa.
fr: Sélectionnez une couche dans la liste des couches qui dispose d'un fichier TAB sur le disque.
he: בחר שכבה אחת מרשימת השכבות הכוללת קובץ TAB בדיסק.
it: Selezionare un livello dall'elenco livelli che abbia un file TAB sul disco.
ja: レイヤリストから、ディスク上に TAB ファイルのあるレイヤを選択します。
nl: Selecteer een laag in de lagenlijst waarvoor een TAB-bestand op de schijf is opgeslagen.
pl: Wybierz z listy warstw jedną warstwę, która ma plik TAB na dysku.
pt: Selecione um nível da Lista de níveis que tenha um arquivo TAB no disco.
sv: Välj ett lager från lagerlistan som har en TAB-fil på disk.
tr: Katman Listesinden diskte TAB dosyası bulunan bir katman seçin.
zh: 从图层列表中选择一个磁盘上有 TAB 文件的图层。

# MNU_HLP_OPEN_TABFILE_IN_TEXT_EDITOR
source: Open the selected tab file in
da: Åbn den valgte tab-fil i
de: Ausgewählte TAB-Datei öffnen in
es: Abrir el archivo de tabulaciones seleccionado en
fi: Avaa valittu TAB-tiedosto kohteessa
fr: Ouvrir le fichier tab sélectionné dans
he: פתח את קובץ ה-TAB שנבחר ב-
it: Apri il file TAB selezionato in
ja: 選択した TAB ファイルを次で開く
nl: Open het geselecteerde tab-bestand in
pl: Otwórz wybrany plik TAB w
pt: Abrir o arquivo tab selecionado em
sv: Öppna den valda TAB-filen i
tr: Seçili TAB dosyasını açın
zh: 在以下位置中打开所选 TAB 文件

# MNU_HLP_PAN_TO_SELECTION_FRONT_MAP
source: Pan to the selected record in the front most map
da: Panorer til den valgte post i det forreste kort
de: Zum ausgewählten Datensatz in der vordersten Karte verschieben
es: Desplazarse hasta el registro seleccionado en el mapa más frontal
fi: Panoroi valittuun tietueeseen etummaisessa kartassa
fr: Déplacer vers l'enregistrement sélectionné dans la carte la plus à l'avant
he: הזז אל הרשומה שנבחרה במפה הקדמית ביותר
it: Scorri fino al record selezionato nella mappa anteriore in primo piano
ja: 最前面のマップの選択したレコードに移動
nl: Pannen naar de geselecteerde record in de voorste kaart
pl: Przesuń do wybranego rekordu na przedniej mapie
pt: Deslocar para o registro selecionado no mapa mais à frente
sv: Panorera till den valda posten i den främre kartan
tr: En öndeki haritada seçili kayda kaydır
zh: 平移到地图最前端的选定记录

# MNU_HLP_PASTE_LAYER_PROPERTIES
source: Paste Layer Settings onto Selected Layer
da: Indsæt lagindstillinger på valgt lag
de: Layereinstellungen in den ausgewählten Layer einfügen
es: Pegar configuración de capa en la capa seleccionada
fi: Liitä tasoasetukset valittuun tasoon
fr: Coller les paramètres de la couche sur la couche sélectionnée
he: הדבק הגדרות שכבה על השכבה שנבחרה
it: Incolla impostazioni di livello sul livello selezionato
ja: レイヤ設定を選択したレイヤに貼り付ける
nl: Laaginstellingen plakken op geselecteerde laag
pl: Wklej ustawienia warstwy w wybranej warstwie
pt: Colar configurações de nível no nível selecionado
sv: Klistra in lagerinställningar till markerat lager
tr: Seçili Katmana Katman Ayarlarını Yapıştır
zh: 将图层设置粘贴到所选图层上

# MNU_HLP_QUICK_THEME_INDIVIDUAL
source: Create an individual thematic map from a column
da: Opret et individuelt tematisk kort fra en kolonne
de: Einzelne thematische Karte aus einer Spalte erstellen
es: Crear un mapa temático individual a partir de una columna
fi: Luo yksilöllinen teemakartta sarakkeesta
fr: Créer une carte thématique individuelle à partir d'une colonne
he: צור מפה נושאית בודדת מעמודה
it: Crea una mappa tematica individuale da una colonna
ja: 個別主題図をフィールドから作成
nl: Een afzonderlijke thematische kaart maken van een kolom
pl: Utwórz indywidualną mapę tematyczną z kolumny
pt: Criar um mapa temático individual a partir de uma coluna
sv: Skapa en individuell tematisk karta från en kolumn
tr: Bir kolondan bireysel tematik harita oluştur
zh: 从列中创建单个专题地图

# MNU_HLP_QUICK_THEME_RANGED
source: Create a ranged thematic map from a column
da: Opret et rangordnet tematisk kort fra en kolonne
de: Eingeordnete thematische Karte aus einer Spalte erstellen
es: Crear un mapa temático de rango a partir de una columna
fi: Luo luokiteltu teemakartta sarakkeesta
fr: Créer une carte thématique à plage à partir d'une colonne
he: צור מפה נושאית בעלת טווח מעמודה
it: Crea una mappa tematica per intervalli da una colonna
ja: レンジ主題図をフィールドから作成
nl: Een thematische kaart met bereik maken van een kolom
pl: Utwórz zakresową mapę tematyczną z kolumny
pt: Criar um mapa temático com intervalos a partir de uma coluna
sv: Skapa en intervallbaserad karta från en kolumn
tr: Bir kolondan aralıklı tematik harita oluştur
zh: 从列中创建一个范围专题地图

# MNU_HLP_RATE_APPLICATION
source: Rate application at the Precisely Community Download Page
da: Vurder applikation på Precisely Community-downloadsiden
de: Anwendung auf der Download-Seite der Precisely Community bewerten
es: Calificar la aplicación en la página de descarga de la comunidad de Precisely
fi: Arvioi sovellus Precisely-yhteisön lataussivulla
fr: Évaluer l'application sur la page Precisely Community Download
he: דרג יישום בדף ההורדות של קהילת Precisely
it: Valuta l'applicazione nella pagina di download della community di Precisely
ja: Precisely コミュニティのダウンロード ページでアプリケーションを評価
nl: Applicatie beoordelen op de downloadpagina van de Precisely-community
pl: Oceń aplikację na stronie pobierania społeczności Precisely
pt: Avalie a aplicação na página de download da Comunidade Precisely
sv: Bedöm programmet på Precisely-communityns nedladdningssida
tr: Uygulamayı Precisely Community İndirme Sayfası'nda değerlendirin
zh: 在 Precisely 社区下载页面上为应用程序评分

# MNU_HLP_REFRESH_FILTERED__LAYER
source: Refresh the layer using the specified filter
da: Opdater laget ved hjælp af det angivne filter
de: Layer mit dem angegebenen Filter aktualisieren
es: Actualizar la capa con el filtro especificado
fi: Päivitä taso käyttämällä määritettyä suodatinta
fr: Actualiser la couche à l'aide du filtre spécifié
he: רענן את השכבה לפי המסנן שצוין
it: Aggiorna il livello utilizzando il filtro specificato
ja: 指定したフィルターを使用してレイヤを更新
nl: De laag vernieuwen met het opgegeven filter
pl: Odśwież warstwę za pomocą określonego filtra
pt: Atualizar o nível usando o filtro especificado
sv: Uppdatera lagret med hjälp av det angivna filtret
tr: Belirtilen filtreyi kullanarak katmanı yenileyin
zh: 使用指定的过滤器刷新图层

# MNU_HLP_RESTORE_CLOSED_WINDOWS
source: Restore one or more windows closed during this session
da: Gendan et eller flere vinduer lukket i løbet af denne session
de: Ein oder mehrere während dieser Sitzung geschlossene Fenster wiederherstellen
es: Restablecer una o más ventanas cerradas durante esta sesión
fi: Palauta vähintään yksi tämän istunnon aikana suljetuista ikkunoista
fr: Rétablir une ou plusieurs fenêtres fermées pendant cette session
he: שחזר חלון אחד או יותר שנסגרו במהלך הפעלה זו
it: Ripristina una o più finestre chiuse durante la sessione
ja: このセッション中に閉じられた 1 つ以上のウィンドウを復元
nl: Een of meer vensters herstellen die tijdens deze sessie zijn gesloten
pl: Przywróć co najmniej jedno okno zamknięte podczas tej sesji
pt: Restaurar uma ou mais janelas fechadas durante esta sessão
sv: Återställ ett eller flera fönster som stängts under denna session
tr: Bu oturum sırasında kapanmış bir veya daha fazla pencereyi geri yükleyin
zh: 恢复此会话期间关闭的一个或多个窗口

# MNU_HLP_RESTORE_WINDOW
source: Restore closed window
da: Gendan lukket vindue
de: Geschlossenes Fenster wiederherstellen
es: Restablecer ventana cerrada
fi: Palauta suljettu ikkuna
fr: Rétablir la fenêtre fermée
he: שחזר חלון שנסגר
it: Ripristina finestra chiusa
ja: 閉じられたウィンドウを復元
nl: Gesloten venster herstellen
pl: Przywróć zamknięte okno
pt: Restaurar janela fechada
sv: Återställ stängt fönster
tr: Kapanmış pencereyi geri yükle
zh: 恢复已关闭的窗口

# MNU_HLP_RESTORE_WINDOWS_NOW
source: Restore window positions po phe saved state
da: Gendan vinduesplaceringer til den gemte tilstand
de: Positionen der Fenster im geschlossenen Zustand wiederherstellen
es: Restablecer posiciones de ventana para el estado guardado
fi: Palauta ikkunan sijainnit tallennettuun tilaan
fr: Rétablir les positions de la fenêtre à l'état enregistré
he: שחזר מיקומי חלונות למצב שנשמר
it: Ripristina le posizioni della finestra allo stato salvato
ja: ウィンドウ位置を保存状態に復元
nl: Vensterposities herstellen naar de opgeslagen status
pl: Przywróć pozycje okien w stanie zapisanym
pt: Restaurar posições das janelas para o estado salvo
sv: Återställ fönsterpositioner till sparad status
tr: Pencere konumlarını kaydedilmiş durumdan geri yükleyin
zh: 恢复保存状态下的窗口位置
