Repository: PeterHorsbollMoller/mbWindowHelper-x64
Catalog: cs code/Properties/Resources.*.resx
Languages: da, de, es, fi, fr, he, it, ja, nl, pl, pt, sv, tr, zh

# TTIP_MODIFY_WINDOW_DISABLED
source: This control isn't enabled until you have a window open
da: Dette kontrolelement aktiveres ikke, før du har et vindue åbent
de: Dieses Steuerelement wird erst aktiviert, wenn ein Fenster geöffnet ist.
es: Este control no estará activado hasta que tenga una ventana abierta
fi: Tätä ohjausobjektia ei voi käyttää ennen kuin ikkuna avataan
fr: Ce contrôle n'est pas activé jusqu'à ce que vous ayez une fenêtre ouverte
he: פקד זה יפעל רק לאחר פתיחת חלון
it: Questo controllo non è abilitato se non è disponibile una finestra aperta
ja: このコントロールはウィンドウを開くまで有効になりません
nl: Deze bediening wordt pas ingeschakeld als u een venster open hebt
pl: Ta kontrolka nie jest włączona dopóki nie masz otwartego okna
pt: Este controle não é habilitado até que você tenha uma janela aberta
sv: Den här kontrollen är inte aktiverad förrän du har ett fönster öppet
tr: Bu kontrol, bir pencere açılana kadar etkinleştirilmez.
zh: 在打开窗口之前，此控件不会启用

# TTIP_NO_MAPPER_DISABLED
source: Activate a Map Window to enable this feature.
da: Aktivér et kortvindue for at aktivere denne funktion.
de: Aktivieren Sie ein Kartenfenster, um diese Funktion zu aktivieren.
es: Activar una ventana de mapa para activar esta característica.
fi: Aktivoi karttaikkuna, jos haluat käyttää tätä toimintoa.
fr: Activez une fenêtre de carte pour activer cette fonction.
he: הפעל חלון מפה כדי להפעיל את התכונה הזו.
it: Attivare una finestra Mappa per abilitare questa funzione.
ja: マップ ウィンドウをアクティベーションして、この機能を有効にします。
nl: Activeer een kaartvenster om deze functie in te schakelen.
pl: Aktywuj okno mapy, aby włączyć tę funkcję.
pt: Ative uma janela de mapa para habilitar este recurso.
sv: Aktivera ett kartfönster för att aktivera den här funktionen.
tr: Bu özelliği etkinleştirmek için bir Harita Penceresini Aktifleştirin.
zh: 激活地图窗口以启用此功能。

# TTIP_OPTIONS
source: Open the Options dialog for the WindowHelper application
da: Åbn dialogboksen Indstillinger for WindowHelper-applikationen
de: Dialogfeld „Optionen“ für die WindowHelper-Anwendung öffnen
es: Abrir el cuadro de diálogo Opciones para la aplicación WindowHelper
fi: Avaa Ikkuna-avustaja-sovelluksen Asetukset-ikkuna
fr: Ouvrir la boîte de dialogue Options pour l'application WindowHelper
he: פתח את תיבת הדו-שיח של האפשרויות עבור יישום עוזר החלונות
it: Aprire la finestra di dialogo Opzioni per l'applicazione WindowHelper
ja: WindowHelper アプリケーションのオプション ダイアログを開く
nl: Het dialoogvenster Opties openen voor de applicatie WindowHelper
pl: Otwórz okno dialogowe „Opcje” dla aplikacji WindowHelper
pt: Abra a caixa de diálogo Opções da aplicação WindowHelper
sv: Öppna dialogrutan Alternativ för programmet WindowHelper
tr: Pencere Yardımcısı uygulaması için Seçenekler penceresini aç
zh: 打开 WindowHelper 应用程序的“选项”对话框

# TTIP_RESTORE_CLOSED_WINDOWS
source: Restore windows that have been closed during this session
da: Gendan vinduer, der er blevet lukket i løbet af denne session
de: Fenster wiederherstellen, die während dieser Sitzung geschlossen wurden
es: Restablecer las ventanas que se cerraron durante esta sesión
fi: Palauta tämän istunnon aikana suljetut ikkunat
fr: Rétablir les fenêtres fermées pendant cette session
he: שחזר חלונות שנסגרו במהלך ההפעלה הזו
it: Ripristina le finestre che sono state chiuse durante questa sessione
ja: このセッション中に閉じられたウィンドウを復元
nl: Vensters herstellen die tijdens deze sessie zijn gesloten
pl: Przywróć okna zamknięte podczas tej sesji
pt: Restaurar janelas que foram fechadas durante esta sessão
sv: Återställ fönster som stängts under denna session
tr: Bu oturum sırasında kapatılan pencereleri geri yükle
zh: 恢复在此会话期间关闭的窗口

# TTIP_SELECT_WITHIN_MAP
source: Select objects that have their centroid within the current map extent
da: Vælg objekter, der har deres geometriske tyngdepunkt inden for den aktuelle kortafgrænsning
de: Objekte auswählen, deren Mittelpunkt im aktuellen Kartenbereich liegt
es: Seleccionar objetos que tienen su centroide dentro de la extensión de mapa actual
fi: Valitse kohteet, joiden painopiste on nykyisen kartan laajuuden sisällä
fr: Sélectionner les objets dont le centroïde se trouve dans l'étendue de carte actuelle
he: בחר אובייקטים שנקודת האמצע שלהם נמצאת בשטח המפה הנוכחית
it: Seleziona gli oggetti con il centroide all'interno dell'estensione della mappa corrente
ja: 現在のマップ範囲内にセントロイドがあるオブジェクトを選択
nl: Objecten selecteren waarvan het zwaartepunt zich binnen het huidige kaartgebied bevindt
pl: Wybierz obiekty, które mają centroid w obrębie zakresu bieżącej mapy
pt: Selecionar objetos que tenham o seu centroide dentro da extensão atual do mapa
sv: Välj objekt som har sin tyngdpunkt inom den aktuella kartutbredningen
tr: Şu anki harita kapsamı içinde merkez noktası bulunan nesneleri seç
zh: 选择中心在当前地图范围内的对象

# TTIP_STATIC_THEME
source: Create Theme from a Column and the Existing Object Styles
da: Opret tema fra en kolonne og de eksisterende objektstile
de: Thema aus einer Spalte und den vorhandenen Objektstilen erstellen
es: Crear tema a partir de una columna y los estilos de objeto existentes
fi: Luo teema sarakkeen ja nykyisten kohdetyylien perusteella
fr: Créer un thème à partir d'une colonne et des styles d'objets existants
he: צור ערכת נושא מעמודה ומסגנונות אובייקט קיימים
it: Crea tema da una colonna e dagli stili oggetto esistenti
ja: フィールドと既存のオブジェクト スタイルから主題を作成する
nl: Thema maken van een kolom en de bestaande objectstijlen
pl: Utwórz motyw z kolumny i obecnych stylów obiektów
pt: Criar tema a partir de uma coluna e dos estilos de objeto existentes
sv: Skapa tema från en kolumn och befintliga objektformat
tr: Bir Kolondan ve Mevcut Nesne Stillerinden Tematik Oluştur
zh: 从列和现有对象样式中创建专题

# TTIP_UNLOCK_WINDOW
source: Unlock the window to make it possible to close the window
da: Lås vinduet op for at gøre det muligt at lukke vinduet
de: Fenster entsperren, damit es geschlossen werden kann
es: Desbloquear la ventana para que sea posible cerrar la ventana
fi: Poista ikkunan lukitus, jos haluat mahdollistaa ikkunan sulkemisen
fr: Déverrouiller la fenêtre pour en permettre la fermeture
he: בטל את נעילת החלון כדי לאפשר את סגירתו
it: Sblocca la finestra per renderne possibile la chiusura
ja: ウィンドウをロック解除して、ウインドウを閉じられるようにします
nl: Het venster ontgrendelen zodat het kan worden gesloten
pl: Odblokuj okno, aby umożliwić jego zamknięcie
pt: Desbloquear a janela para permitir que ela seja fechada
sv: Lås upp fönstret för att göra det möjligt att stänga fönstret
tr: Pencerenin kapanabilmesi için pencerenin kilidini aç
zh: 解锁窗口，以便关闭窗口

# VIEW_OF_VIEWS
source: {0} of {1}
da: {0} af {1}
de: {0} von {1}
es: {0} de {1}
fr: {0} sur {1}
he: {0} מתוך {1}
it: {0} di {1}
nl: {0} van {1}
pl: {0} z {1}
pt: {0} de {1}
sv: {0} av {1}
