Repository: PeterHorsbollMoller/mbWindowHelper-x64
Catalog: cs code/Properties/Resources.*.resx
Languages: da, de, es, fi, fr, he, it, ja, nl, pl, pt, sv, tr, zh

# ERR_TAB_WITH_MOSTLY_TEXT_NOT_SUPPORTED
source: The table contains mostly text object type which isn't supported.
da: Tabellen indeholder primært tekstobjekttype, der ikke understøttes.
de: Die Relation enthält hauptsächlich den Text-Objekttyp, und dieser wird nicht unterstützt.
es: La tabla contiene principalmente un tipo de objeto de texto que no se admite.
fi: Tietokanta sisältää suurimmilta osin tekstiä -kohdetyypin, jota ei tueta.
fr: La table contient majoritairement un type d'objet texte qui n'est pas pris en charge !
he: הטבלה כוללת בעיקר סוג אובייקט טקסט שאינו נתמך.
it: La tavola contiene per lo più tipi di oggetti testuali che non supportati.
ja: このテーブルに含まれるほとんどのオブジェクトが、サポート対象外のテキスト オブジェクト タイプです。
nl: De tabel bevat voornamelijk tekstobjecttypen die niet worden ondersteund.
pl: Tabela zawiera głównie obiekty typu tekstowego, które nie są obsługiwane.
pt: A tabela contém principalmente um tipo de objeto de texto que não é compatível.
sv: Tabellen innehåller mestadels textobjekttyper som inte stöds.
tr: Tablo çoğunlukla desteklenmeyen metin nesnesi türünü içerir.
zh: 该表主要包含不支持的文本对象类型。

# ERR_TAB_WITH_RASTER_NOT_SUPPORTED
source: The table contains raster type which isn't supported.
da: Tabellen indeholder rastertype, der ikke understøttes.
de: Die Relation enthält den Raster-Typ, und dieser wird nicht unterstützt.
es: La tabla contiene un tipo de ráster que no se admite.
fi: Tietokanta sisältää rasterityypin, jota ei tueta.
fr: La table contient un type de raster qui n'est pas pris en charge.
he: הטבלה כוללת סוג סריקה שאינו נתמך.
it: La tavola contiene un tipo di raster che non è supportato.
ja: このテーブルには、サポート対象外のラスタ タイプのオブジェクトが含まれます。
nl: De tabel bevat een rastertype dat niet wordt ondersteund.
pl: Tabela zawiera typ rastrowy, który jest nieobsługiwany.
pt: A tabela contém um tipo de raster que não é compatível.
sv: Tabellen innehåller rastertyper som inte stöds.
tr: Tablo desteklenmeyen raster türü içeriyor.
zh: 该表主要包含不支持的栅格类型。

# ERR_TAB_WITH_UNKNOWN_OBJECT_TYPE
source: The table has an unknown dominant object type.
da: Tabellen har en ukendt dominant objekttype.
de: Die Relation enthält einen unbekannten dominanten Objekttyp.
es: La tabla tiene un tipo de objeto dominante desconocido.
fi: Tietokannassa on tuntematon hallitseva kohdetyyppi.
fr: La table présente un type d'objet dominant inconnu.
he: הטבלה כוללת סוג אובייקט דומיננטי לא ידוע.
it: La tavola ha un tipo di oggetto dominante sconosciuto.
ja: このテーブルの主要なオブジェクト タイプは不明です。
nl: De tabel heeft een onbekend dominant objecttype.
pl: Tabela ma nieznany dominujący typ obiektów.
pt: A tabela tem um tipo de objeto dominante desconhecido.
sv: Tabellen har en okänd dominant objekttyp.
tr: Tabloda bilinmeyen bir baskın nesne türü vardır.
zh: 该表具有未知的主要对象类型。

# ERR_THEME_TYPE_NOT_SUPPORTED
source: Unfortunately, this thematic type isn't supported!
da: Desværre understøttes denne tematiske type ikke!
de: Dieser Thematiktyp wird leider nicht unterstützt.
es: Lamentablemente, no se admite este tipo temático.
fi: Tätä teematyyppiä ei tueta.
fr: Malheureusement, ce type thématique n'est pas pris en charge !
he: הסוג הנושאי הזה אינו נתמך!
it: Purtroppo, questo tipo di tematismo non è supportato.
ja: あいにく、この主題図タイプはサポートされていません。
nl: Dit thematisch type wordt helaas niet ondersteund.
pl: Niestety ten typ tematyczny jest nieobsługiwany.
pt: Infelizmente, este tipo de temática não é compatível!
sv: Tyvärr stöds inte denna tematiska typ!
tr: Maalesef, bu tematik tür desteklenmiyor!
zh: 遗憾的是，该专题类型不受支持！

# ERR_UNSUPPORTED_OBJECT_TYPE
source: The table holds object types not supported by this function {0}
da: Tabellen indeholder objekttyper, der ikke understøttes af denne funktion {0}
de: Die Relation enthält Objekttypen, die von der Funktion {0} nicht unterstützt werden.
es: La tabla contiene tipos de objetos que esta función no admite {0}
fi: Tietokannassa on kohdetyyppejä, joita funktio {0} ei tue
fr: La table contient des types d'objet qui ne sont pas pris en charge par cette fonction {0}
he: הטבלה כוללת סוגי אובייקטים שאינם נתמכים בפונקציה הזו {0}
it: La tavola contiene tipi di oggetti non supportati da questa funzione {0}
ja: このテーブルには、この関数 {0} でサポートされないオブジェクト タイプがあります。
nl: De tabel bevat objecttypen die niet worden ondersteund door deze functie {0}
pl: Tabela zawiera typy obiektów nieobsługiwane przez tę funkcję {0}
pt: A tabela contém tipos de objetos que não são compatíveis com esta função {0}
sv: Tabellen innehåller objekttyper som inte stöds av den här funktionen {0}
tr: Tablo, bu işlev tarafından desteklenmeyen nesne türlerini içeriyor {0}
zh: 该表包含此函数不支持的对象类型 {0}

# LST_CLOSED_WINDOWS_ALL
source: All Closed Windows
da: Alle lukkede vinduer
de: Alle geschlossenen Fenster
es: Todas las ventanas cerradas
fi: Kaikki suljetut ikkunat
fr: Toutes les fenêtres fermées
he: כל החלונות הסגורים
it: Tutte le finestre chiuse
ja: すべての閉じたウィンドウ
nl: Alle gesloten vensters
pl: Wszystkie zamknięte okna
pt: Todas as janelas fechadas
sv: Alla stängda fönster
tr: Tüm Kapalı Pencereler
zh: 所有关闭的窗口

# LST_CLOSED_WINDOWS_BROWSERS
source: Closed Browser Windows
da: Lukkede browservinduer
de: Geschlossene Anzeigefenster
es: Ventanas del navegador cerradas
fi: Suljetut taulukkoikkunat
fr: Fenêtres fermées du navigateur
he: חלונות דפדפן סגורים
it: Finestre Dati chiuse
ja: 閉じたブラウザ ウィンドウ
nl: Gesloten browservensters
pl: Zamknięte okna przeglądarki
pt: Janelas de listagem fechadas
sv: Stängda webbläsarfönster
tr: Kapanmış Verisayfası Pencereleri
zh: 关闭的浏览窗口

# LST_CLOSED_WINDOWS_LAYOUTS
source: Closed Layout Windows
da: Lukkede layoutvinduer
de: Geschlossene Layoutfenster
es: Ventanas de presentación cerradas
fi: Suljetut tulosteikkunat
fr: Fenêtres fermées de la disposition
he: חלונות פריסה סגורים
it: Finestre Impaginazione chiuse
ja: 閉じたレイアウト ウィンドウ
nl: Gesloten lay-outvensters
pl: Zamknięte okna rozkładu
pt: Janelas de layout fechadas
sv: Stängda layoutfönster
tr: Kapanmış Çıktı Pencereleri
zh: 关闭的布局窗口

# LST_CLOSED_WINDOWS_MAPS
source: Closed Map Windows
da: Lukkede kortvinduer
de: Geschlossene Kartenfenster
es: Ventanas de mapa cerradas
fi: Suljetut karttaikkunat
fr: Fenêtres fermées de la carte
he: חלונות מפה סגורים
it: Finestre della mappa chiuse
ja: 閉じたマップ ウィンドウ
nl: Gesloten kaartvensters
pl: Zamknięte okna map
pt: Janelas de mapa fechadas
sv: Stängda kartfönster
tr: Kapanmış Harita Pencereleri
zh: 关闭的地图窗口

# LST_WINDOWS_ALL
source: All Windows
da: Alle vinduer
de: Alle Fenster
es: Todas las ventanas
fi: Kaikki ikkunat
fr: Toutes les fenêtres
he: כל החלונות
it: Tutte le finestre
ja: すべてのウィンドウ
nl: Alle vensters
pl: Wszystkie okna
pt: Todas as janelas
sv: Alla fönster
tr: Tüm Pencereler
zh: 所有窗口

# LST_WINDOWS_BROWSERS
source: Browser Windows
da: listevinduer
de: Anzeigefenster
es: Ventanas del navegador
fi: Taulukkoikkunan
fr: Données (fenêtre)
he: חלונות דפדפן
it: Finestre Dati
ja: ブラウザ ウィンドウ
nl: Browservensters
pl: Okna przeglądarki
pt: Janelas de listagem
sv: Webbläsarfönster
tr: Verisayfası Pencereleri
zh: 浏览窗口

# LST_WINDOWS_LAYOUTS
source: Layout Windows
da: layoutvinduer
de: Layoutfenster
es: Ventanas de presentación
fi: Tulosteikkunan
fr: Fenêtre Mise en page
he: חלונות פריסה
it: Finestre Impaginazione
ja: レイアウト ウィンドウ
nl: Lay-outvensters
pl: Okna rozkładu
pt: Janelas de layout
sv: Layoutfönster
tr: Çıktı Pencereleri
zh: 布局窗口

# LST_WINDOWS_LEGENDS
source: Legend Designer Windows
da: Signaturforklaringsdesignervinduer
de: Legendendesigner-Fenster
es: Ventanas de diseño de leyenda
fi: Selitteen muotoilu -ikkunat
fr: Fenêtres de conception de légende
he: חלון מקרא מעוצב
it: Finestre Disegno Legenda
ja: 凡例デザインウィンドウ
nl: Legenda Ontwerpvensters
pl: Okna Projektant legendy
pt: Janelas de elaboração de legenda
sv: Legend Designer-fönster
tr: Lejant Pencereleri
zh: 图例设计器窗口

# LST_WINDOWS_MAPS
source: Map Windows
da: Kortvinduer
de: Kartenfenster
es: Ventanas de mapa
fi: Karttaikkunat
fr: Fenêtres Carte
he: חלונות מפה
it: Finestre Mappa
ja: マップ ウィンドウ
nl: Kaartvensters
pl: Okna mapy
pt: Janelas de Mapa
sv: Kartfönster
tr: Harita Pencereleri
zh: 地图窗口

# LST_WINDOWS_SPECIAL
source: Special Windows
da: Specialvinduer
de: Spezielle Fenster
es: Ventanas especiales
fi: Erityiset ikkunat
fr: Fenêtres spéciales
he: חלונות מיוחדים
it: Finestre speciali
ja: 空間ウィンドウ
nl: Speciale vensters
pl: Specjalne okna
pt: Janelas especiais
sv: Speciella fönster
tr: Özel Pencereler
zh: 特殊窗口

# MNU_ABOUT_PROGRAM_X
source: &About {0}...
da: &Om {0}...
de: &Info über {0}...
es: &Acerca de {0}...
fi: &Tietoja kohteesta {0}...
fr: &À propos de {0}...
he: &אודות {0}...
it: &Informazioni su {0}...
ja: {0} について...(&A)
nl: &Info over {0}…
pl: &O programie {0}...
pt: &Sobre {0}...
sv: &Om {0} ...
tr: &Hakkında {0}...
zh: 关于 {0}...[&A]

# MNU_ADD_SMARTTEXT_CART_SCALE
source: Cartographic Scale
da: Kartografisk skala
de: Kartografischer Maßstab
es: Escala cartográfica
fi: Kartografinen mittakaava
fr: Échelle cartographique
he: קנה מידה קרטוגרפי
it: Scala cartografica
ja: 縮尺
nl: Cartografische schaal
pl: Skala kartograficzna
pt: Escala Cartográfica
sv: Kartografisk skala
tr: Kartografik Ölçek
zh: 制图比例

# MNU_ADD_SMARTTEXT_COORSYS
source: Projection Name
da: Projektionsnavn
de: Projektionsname
es: Nombre de proyección
fi: Projektion nimi
fr: Nom de la projection
he: שם היטל
it: Nome proiezione
ja: 投影法の名前
nl: Projectienaam
pl: Nazwa odwzorowania
pt: Nome da Projeção
sv: Projektionsnamn
tr: Projeksiyon Adı
zh: 投影名称

# MNU_ADD_SMARTTEXT_MAP_TITLE
source: Map Title
da: Korttitel
de: Kartentitel
es: Título del mapa
fi: Kartan nimi
fr: Titre de la carte
he: כותרת מפה
it: Titolo mappa
ja: マップ タイトル
nl: Kaarttitel
pl: Nazwa mapy
pt: Título do mapa
sv: Kartrubrik
tr: Harita Başlığı
zh: 地图标题

# MNU_ADVANCED_RENAME
source: Advanced Rename
da: Avanceret omdøbning
de: Erweiterte Umbenennung
es: Cambio de nombre avanzado
fi: Edistynyt uudelleennimeäminen
fr: Renommage avancé
he: שינוי שם מתקדם
it: Ridenominazione avanzata
ja: 高度な名前変更
nl: Geavanceerd hernoemen
pl: Zaawansowana zmiana nazw
pt: Renomeação avançada
sv: Ändra namn på avancerat
tr: Gelişmiş Yeniden Adlandırma
zh: 高级重命名

# MNU_APPLY_STYLES
source: Apply Styles
da: Anvend stil
de: Stile anwenden
es: Aplicar estilos
fi: Käytä tyylejä
fr: Appliquer des styles
he: החל סגנונות
it: Applica stili
ja: スタイルの適用
nl: Stijlen toepassen
pl: Zastosuj style
pt: Aplicar Estilos
sv: Tillämpa inställningar
tr: Stilleri Uygula
zh: 应用样式

# MNU_AUTOLOCK_WINDOWS
source: Autolock Windows
da: Lås vinduer automatisk
de: Fenster automatisch sperren
es: Bloquear automáticamente ventanas
fi: Lukitse ikkunat automaattisesi
fr: Verrouiller automatiquement les fenêtres
he: נעל חלונות אוטומטית
it: Blocca automaticamente finestre
ja: ウィンドウの自動ロック
nl: Vensters automatisch vergrendelen
pl: Automatyczne blokowanie okien
pt: Bloquear automaticamente janelas
sv: Lås fönster automatiskt
tr: Otomatik Kilitli Pencereler
zh: 自动锁定窗口

# MNU_BROWSER_FLOATING
source: Floating Browser
da: Flydende browser
de: Unverankertes Anzeigefenster
es: Navegador flotante
fi: Kelluva taulukko
fr: Navigateur flottant
he: דפדפן צף
it: Finestra Dati mobile
ja: 浮動表示ブラウザ
nl: Zwevende browser
pl: Pływająca przeglądarka
pt: Navegador flutuante
sv: Flytande webbläsare
tr: Yüzer Verisayfası
zh: 浮动浏览器

# MNU_BROWSE_FLOATING_WIN
source: Browse in Floating Window
da: Gennemse i flydende vindue
de: In unverankertem Fenster navigieren
es: Navegar en ventana flotante
fi: Selaa kelluvassa ikkunassa
fr: Parcourir dans la fenêtre flottante
he: עיון בחלון צף
it: Naviga nella finestra Dati mobile
ja: 浮動表示ウィンドウで参照する
nl: Bladeren in zwevend venster
pl: Przeglądaj w pływającym oknie
pt: Navegar na janela flutuante
sv: Bläddra i flytande fönster
tr: Yüzer Pencerede Göz At
zh: 在浮动窗口中浏览

# MNU_CLEAR_SELECTION
source: Clear Selection
da: Fjern markering
de: Auswahl aufheben
es: Borrar selección
fi: Tyhjennä valinta
fr: Effacer la sélection+
he: נקה את הבחירה
it: Annulla selezione
ja: 選択のクリア
nl: Selectie wissen
pl: Wyczyść wybór
pt: Limpar seleção
sv: Rensa markering
tr: Seçimi Temizle
zh: 清除选择

# MNU_CLONE_MAP
source: Clone Map
da: Klon kort
de: Karte vervielfältigen
es: Clonar mapa
fi: Monista kartta
fr: Dupliquer une carte
he: שכפל מפה
it: Clona mappa
ja: マップの複製
nl: Kaart klonen
pl: Klonuj mapę
pt: Clonar Mapa
sv: Klona karta
tr: Haritayı Çoğalt
zh: 克隆地图

# MNU_CLOSE_TABLE
source: Close Table
da: Luk tabel
de: Relation schließen
es: Cerrar tabla
fi: Sulje tietokanta
fr: Fermer une table
he: סגור טבלה
it: Chiudi tavola
ja: テーブルを閉じる
nl: Tabel sluiten
pl: Zamknij zbiór
pt: Fechar Tabela
sv: Stäng tabell
tr: Tablo Kapat
zh: 关闭表

# MNU_COPY_LAYER_PROPERTIES
source: Copy Layer Properties
da: Kopiér lagegenskaber
de: Layereigenschaften kopieren
es: Copiar propiedades de capa
fi: Kopioi tason ominaisuudet
fr: Copier les propriétés de la couche
he: העתק מאפייני שכבה
it: Copia proprietà livello
ja: レイヤ プロパティのコピー
nl: Laageigenschappen kopiëren
pl: Kopiuj właściwości warstwy
pt: Copiar propriedades de nível
sv: Kopiera lageregenskaper
tr: Katman Özelliklerini Kopyala
zh: 复制图层属性

# MNU_CREATE_MAP_EXTENT
source: Map Extent
da: Kortdækning
de: Kartengröße
es: Extensión de mapa
fi: Kartan kattavuus
fr: Étendue de la carte
he: שטח המפה
it: Estensione mappa
ja: マップの範囲
nl: Kaartbereik
pl: Zakres mapy
pt: Extensão do Mapa
sv: Kartomfattning
tr: Harita Kapsamı
zh: 地图范围

# MNU_END_PROGRAM
source: &End Program
da: &Afslut program
de: &Programm beenden
es: &Terminar programa
fi: &Sulje ohjelma
fr: &Terminer le programme
he: &סיים תוכנית
it: &Termina programma
ja: プログラムの終了(&E)
nl: &Programma beëindigen
pl: &Zamknij program
pt: &Encerrar programa
sv: &Avsluta program
tr: &Programı Sonlandır
zh: 结束程序[&E]

# MNU_FILTER_USING_CELL_VALUE
source: Filter Using Cell Value
da: Filtrer ved hjælp af celleværdi
de: Nach Zellenwert filtern
es: Filtrar con valor de celda
fi: Suodata solun arvolla
fr: Filtrer à l'aide de la valeur de cellule
he: סנן באמצעות ערך תא
it: Filtra utilizzando il valore celle
ja: セル値を使用してフィルターする
nl: Filteren met behulp van celwaarde
pl: Filtruj przy użyciu wartości komórki
pt: Filtrar usando o valor da célula
sv: Filtrera med hjälp av cellvärde
tr: Hücre Değeri Kullanarak Filtrele
zh: 使用单元值进行过滤

# MNU_FILTER_USING_CELL_VALUE_SHORT
source: Cell Value
da: Celleværdi
de: Zellenwert
es: Valor de celda
fi: Solun arvo
fr: Valeur de cellule
he: ערך תא
it: Valore celle
ja: セル値
nl: Celwaarde
pl: Wartość komórki
pt: Valor da Célula
sv: Cellvärde
tr: Hücre Değeri
zh: 单元值

# MNU_GROUP_BY_CURRENT_COLUMN
source: Group By Current Column
da: Gruppér efter aktuel kolonne
de: Nach aktueller Spalte gruppieren
es: Agrupar por columna actual
fi: Ryhmittele nykyisen sarakkeen mukaan
fr: Grouper par colonne actuelle
he: קבץ לפי העמודה הנוכחית
it: Raggruppa per colonna attuale
ja: 現在のフィールドでグループ化する
nl: Groeperen op huidige kolom
pl: Grupuj według bieżącej kolumny
pt: Agrupar por coluna atual
sv: Gruppera efter aktuell kolumn
tr: Mevcut Kolona Göre Grupla
zh: 按当前列分组

# MNU_HELP
source: &Help
da: &Hjælp
de: Hil&fe
es: &Ayuda
fi: &Ohje
fr: &Aide
he: &עזרה
ja: ヘルプ(&H)
pl: &Pomoc
pt: Aj&uda
sv: &Hjälp
tr: &Yardım
zh: 帮助[&H]

# MNU_HLP_ADVANCED_RENAME
source: This will let you rename the selected layer and let you save the new name as the default name
da: Dette vil give dig mulighed for at omdøbe det valgte lag og lade dig gemme det nye navn som standardnavnet
de: Hiermit können Sie den ausgewählten Layer umbenennen und den neuen Namen als Standardnamen speichern.
es: Esto le permitirá cambiar el nombre de la capa seleccionada y guardar el nombre nuevo como nombre predeterminado
fi: Tämän toiminnon avulla voit nimetä valitsemasi tason uudelleen ja tallentaa uuden nimen oletusnimeksi
fr: Cela vous permettra de renommer la couche sélectionnée et d'enregistrer le nouveau nom comme nom par défaut
he: פעולה זו תאפשר לך לשנות את השם של השכבה שנבחרה ולשמור את השם החדש כשם ברירת המחדל.
it: Questa azione ti consentirà di rinominare il livello selezionato e di salvare il nuovo nome come nome predefinito
ja: これにより、選択したレイヤが名前変更され、新しい名前がデフォルト名として保存されます。
nl: Hiermee kunt u de geselecteerde laag hernoemen en kunt u de nieuwe naam opslaan als de standaardnaam
pl: To pozwoli Ci zmienić nazwę wybranej warstwy i zapisać nową nazwę jako domyślną
pt: Isso permitirá que você renomeie o nível selecionado e salve o novo nome como o nome padrão
sv: Detta låter dig byta namn på det valda lagret och låter dig spara det nya namnet som standardnamn
tr: Seçilen katmanı yeniden adlandırmanıza ve yeni adı varsayılan ad olarak kaydetmenize olanak tanır.
zh: 这将让您重命名所选图层，并将新名称保存为默认名称

# MNU_HLP_APPLY_STYLES
source: Toggle the Override Styles on or off
da: Slå Tilsidesæt stil til eller fra
de: Stilüberschreibung ein- oder ausschalten
es: Activar o desactivar Anular estilos
fi: Ota korvaa oletustyylit käyttöön tai poista käytöstä.
fr: Activer ou désactiver le remplacement des styles
he: הפעל או השבת את סגנונות העקיפה
it: Attiva o disattiva la sostituzione degli stili
ja: スタイル上書きのオン/オフの切り替え
nl: De schakelaar Stijlen overschrijven in- of uitschakelen
pl: Włącza lub wyłącza style zastępowania
pt: Ativar ou desativar a substituição de estilo
sv: Slå på och av åsidosättning av format
tr: Üzerine Yazma Stillerini aç/kapat
zh: 打开或关闭覆盖样式

# MNU_HLP_AUTOLOCK_ALL_WINDOWS
source: Autolock all windows
da: Lås alle vinduer automatisk
de: Alle Fenster automatisch sperren
es: Bloquear automáticamente todas las ventanas
fi: Lukitse kaikki ikkunat automaattisesti
fr: Verrouiller automatiquement toutes les fenêtres
he: נעל אוטומטית את כל החלונות
it: Blocca automaticamente tutte le finestre
ja: すべてのウィンドウを自動ロック
nl: Alle vensters automatisch vergrendelen
pl: Automatyczne blokowanie wszystkich okien
pt: Bloquear automaticamente todas as janelas
sv: Lås alla fönster automatiskt
tr: Tüm pencereleri otomatik kilitle
zh: 自动锁定所有窗口

# MNU_HLP_BROWSER_FLOATING
source: Display and manipulate data in a floating browser window
da: Vis og manipuler data i et flydende browservindue
de: Daten in einem unverankerten Anzeigefenster anzeigen und bearbeiten
es: Mostrar y manipular datos en una ventana de navegador flotante
fi: Näytä ja muokkaa tietoja kelluvassa taulukkoikkunassa
fr: Afficher et manipuler les données dans une fenêtre du navigateur flottant
he: הצג נתונים וטפל בהם בחלון דפדפן צף
it: Visualizza e gestisci i dati in una finestra di Dati mobile
ja: 浮動表示ブラウザ ウィンドウにデータを表示して操作
nl: Gegevens weergeven en aanpassen in een zwevend browservenster
pl: Wyświetlaj i przetwarzaj dane w pływającym oknie przeglądarki
pt: Exibir e manipular dados em uma janela de listagem flutuante
sv: Visa och manipulera data i ett flytande webbläsarfönster
tr: Verileri yüzer bir verisayfası penceresinde görüntüleyin
zh: 在浮动浏览窗口中显示和操作数据

# MNU_HLP_CLEAR_SELECTION
source: Unselect all layout objects and frames
da: Fjern markeringen af alle layoutobjekter og rammer
de: Auswahl aller Layoutobjekte und Rahmen aufheben
es: Desmarcar todos los objetos y marcos de presentación
fi: Poista kaikkien tasokohteiden ja kehyksien valinta
fr: Désélectionner tous les objets et les cadres de la disposition
he: בטל את הבחירה בכל האובייקטים והמסגרות
it: Annulla la selezione di tutti gli oggetti e i riquadri di impaginazione
ja: すべてのレイアウト オブジェクトとフレームを選択解除
nl: De selectie van alle lay-outobjecten en -kaders opheffen
pl: Usuń zaznaczenie wszystkich obiektów układu i ramek
pt: Desmarcar todos os objetos e molduras de layout
sv: Avmarkera alla layoutobjekt och ramar
tr: Tüm çıktı nesnelerinin ve çerçevelerinin seçimini kaldır
zh: 取消选择所有布局对象和框架

# MNU_HLP_CLONE_MAP
source: Clone the selected Map Window
da: Klon det valgte kortvindue
de: Ausgewähltes Kartenfenster vervielfältigen
es: Clonar la ventana de mapa seleccionada
fi: Monista valittu karttaikkuna
fr: Cloner la fenêtre de carte sélectionnée
he: שכפל את חלון המפה שנבחר
it: Clona la finestra Mappa selezionata
ja: 選択したマップ ウィンドウを複製
nl: Het geselecteerde kaartvenster klonen
pl: Klonuj wybrane okno mapy
pt: Clonar a janela de mapa selecionada
sv: Klona det valda kartfönstret
tr: Seçilen Harita Penceresinin Kopyasını Oluştur
zh: 克隆选定地图窗口

# MNU_HLP_CLONE_WINDOW
source: Clone window
da: Klon vindue
de: Fenster vervielfältigen
es: Clonar ventana
fi: Monista ikkuna
fr: Cloner la fenêtre
he: שכפל חלון
it: Clona finestra
ja: ウィンドウを複製
nl: Venster klonen
pl: Klonuj okno
pt: Clonar janela
sv: Klona fönster
tr: Pencerenin Kopyasını Oluştur
zh: 克隆窗口

# MNU_HLP_CLOSE_TABLE
source: Closes the selected table
da: Lukker den valgte tabel
de: Schließt die ausgewählte Relation
es: Cierra la tabla seleccionada
fi: Sulkee valitun tietokannan
fr: Ferme la table sélectionnée
he: סגור את הטבלה שנבחרה
it: Chiude la tavola selezionata
ja: 選択したテーブルを閉じます
nl: Hiermee wordt de geselecteerde tabel gesloten
pl: Zamyka wybraną tabelę
pt: Fecha a tabela selecionada
sv: Stänger den markerade tabellen
tr: Seçilen tabloyu kapat
zh: 关闭选定表

# MNU_HLP_CLOSE_WINDOW
source: Close window
da: Luk vindue
de: Fenster schließen
es: Cerrar ventana
fi: Sulje ikkuna
fr: Fermer la fenêtre
he: סגור חלון
it: Chiudi finestra
ja: ウィンドウを閉じる
nl: Venster sluiten
pl: Zamknij okno
pt: Fechar janela
sv: Stäng fönster
tr: Pencereyi Kapat
zh: 关闭窗口

# MNU_HLP_COPY_LAYER_PROPERTIES
source: Copy all settings from selected layer
da: Kopiér alle indstillinger fra valgt lag
de: Alle Einstellungen aus ausgewähltem Layer kopieren
es: Copiar todos los parámetros de configuración de la capa seleccionada
fi: Kopioi kaikki asetukset valitulta tasolta
fr: Copier tous les paramètres de la couche sélectionnée
he: העתק את כל ההגדרות מהשכבה שנבחרה
it: Copia tutte le impostazioni dal livello selezionato
ja: 選択したレイヤからすべての設定をコピー
nl: Alle instellingen van geselecteerde laag kopiëren
pl: Kopiuj wszystkie ustawienia z wybranej warstwy
pt: Copiar todas as configurações do nível selecionado
sv: Kopiera alla inställningar från det valda lagret
tr: Seçilen katmandan tüm ayarları kopyala
zh: 复制所选图层的所有设置

# MNU_HLP_CREATE_MAP_EXTENT
source: Create a map extent into a map or table.
da: Opret en kortafgrænsning i et kort eller en tabel.
de: Erstellen Sie einen Kartenbereich in einer Karte oder Relation.
es: Cree una extensión de mapa en un mapa o una tabla.
fi: Luo karttalaajuus karttaan tai tietokantaan.
fr: Créez une étendue de carte dans une carte ou une table.
he: צור שטח מפה בתוך מפה או טבלה.
it: Creare un'estensione della mappa in una mappa o tavola.
ja: マップまたはテーブルにマップ範囲を作成します。
nl: Maak een kaartgebied in een kaart of tabel.
pl: Utwórz zakres mapy do mapy lub tabeli.
pt: Crie uma extensão de mapa em um mapa ou tabela.
sv: Skapa en kartutbredning till en karta eller tabell.
tr: Bir harita veya tablo içinde harita kapsamı oluştur.
zh: 在地图或表格中创建地图范围。

# MNU_HLP_DOCK_WINDOW
source: Make window dockable
da: Gør vindue dockbart
de: Fenster verankerbar machen
es: Hacer que la ventana sea acoplable
fi: Tee ikkunasta kiinnitettävä
fr: Rendre la fenêtre ancrable
he: הגדר את החלון כניתן לעגינה
it: Rendi la finestra ancorabile
ja: ウィンドウをドック可能にする
nl: Venster vastzetbaar maken
pl: Uczyń okno dokowalnym
pt: Tornar a janela encaixável
sv: Gör fönstret dockbart
tr: Pencereyi sabitleştir
zh: 使窗口可停靠
