Repository: PeterHorsbollMoller/mbWindowHelper-x64
Catalog: cs code/Properties/Resources.*.resx
Languages: da, de, es, fi, fr, he, it, ja, nl, pl, pt, sv, tr, zh

# ERR_ENTER_NAME_FOR_WINDOW
source: Please enter a name for the window!
da: Indtast et navn for vinduet!
de: Geben Sie einen Namen für das Fenster ein.
es: Ingrese un nombre para la ventana.
fi: Anna ikkunalle nimi.
fr: Saisissez un nom pour la fenêtre !
he: הזן שם לחלון!
it: Inserire un nome per la finestra.
ja: ウィンドウの名前を入力してください。
nl: Voer een naam in voor het venster.
pl: Wpisz nazwę okna.
pt: Insira um nome para a janela!
sv: Ange ett namn för fönstret!
tr: Lütfen pencere için bir ad girin!
zh: 请为窗口输入名称！

# ERR_ENTER_SIZE_LARGER_THAN_0
source: Please enter a size larger than 0!
da: Indtast en størrelse, der er større end 0!
de: Geben Sie eine größere Größe als 0 ein.
es: Ingrese un tamaño mayor que 0.
fi: Anna koko, joka on suurempi kuin 0.
fr: Saisissez une taille supérieure à 0 !
he: הזן גודל הגדול יותר מ-0!
it: Inserire un valore maggiore di 0 per la dimensione.
ja: 0 より大きいサイズを入力してください。
nl: Voer een grootte in groter dan 0.
pl: Podaj rozmiar większy niż 0.
pt: Insira um tamanho maior que 0!
sv: Ange en storlek som är större än 0!
tr: Lütfen 0'dan büyük bir boyut girin!
zh: 请输入一个大于 0 的尺寸！

# ERR_FRONT_WIN_NOT_MAPPER
source: The active window must be a mapper window!
da: Det aktive vindue skal være et kortvindue!
de: Das aktive Fenster muss ein Kartenfenster sein.
es: La ventana activa debe ser una ventana de mapeador.
fi: Aktiivisen ikkunan tulee olla karttaikkuna.
fr: La fenêtre active doit être une fenêtre de carte !
he: החלון הפעיל חייב להיות חלון ממפה!
it: La finestra attiva deve essere una finestra Mappa.
ja: アクティブ ウィンドウはマッパー ウィンドウでなければなりません。
nl: Het actieve venster moet een kaartvenster zijn.
pl: Aktywne musi być okno mappera.
pt: A janela ativa deve ser uma janela do mapeador!
sv: Det aktiva fönstret måste vara ett kartfönster!
tr: Etkin pencere bir harita penceresi olmalıdır!
zh: 活动窗口必须是一个地图窗口！

# ERR_INVALID_XML
source: The XML is invalid!
da: XML er ugyldig!
de: Der XML-Code ist ungültig.
es: El formato XML no es válido.
fi: XML ei kelpaa.
fr: Le XML n'est pas valide !
he: ה-XML לא חוקי!
it: XML non valido.
ja: XML が無効です。
nl: De XML is ongeldig.
pl: Plik XML jest nieprawidłowy.
pt: O XML é inválido!
sv: XML är ogiltigt!
tr: XML geçersiz!
zh: XML 无效！

# ERR_NO_MAP_WIN_OPEN
source: The must be at least one map window open!
da: Der skal være mindst ét kortvindue åbent!
de: Es muss mindestens ein Kartenfenster geöffnet sein.
es: Debe haber al menos una ventana de mapa abierta.
fi: Avoinna täytyy olla vähintään yksi karttaikkuna.
fr: Au moins une fenêtre de carte doit être ouverte !
he: לפחות חלון מפה אחד חייב להיות פתוח!
it: Deve essere presente almeno una finestra Mappa aperta.
ja: 少なくとも 1 つのマップ ウィンドウが開いていなければなりません。
nl: Er moet minimaal één kaartvenster geopend zijn.
pl: Przynajmniej jedno okno mapy musi być otwarte.
pt: Deve haver pelo menos uma janela de mapa aberta!
sv: Minst ett kartfönster måste vara öppet!
tr: En az bir harita penceresi açık olmalıdır!
zh: 必须至少打开一个地图窗口！

# ERR_NO_SELECTABLE_LAYER
source: The map doesn't have a selectable layer
da: Kortet har ikke et lag, der kan vælges
de: Die Karte verfügt über keinen auswählbaren Layer.
es: El mapa no tiene una capa seleccionable
fi: Kartassa ei ole valittavissa olevaa tasoa
fr: La carte ne dispose d'aucune couche sélectionnable
he: המפה לא כוללת שכבה הניתנת לבחירה
it: Non è presente nessun livello selezionabile nella mappa
ja: マップに選択可能なレイヤがありません
nl: De kaart heeft geen selecteerbare laag
pl: Mapa nie ma warstwy do wybrania
pt: O mapa não tem um nível selecionável
sv: Kartan har inte ett valbart lager
tr: Harita seçilebilir bir katmana sahip değil
zh: 该地图没有可选图层

# ERR_NO_SELECT_SELECTED_TOP_LEFT_CELL_IGNORED
source: Please click in the cell to read the value from! The application ignores the first row in the first column
da: Klik i den celle, som værdien skal læses fra! Applikationen ignorerer den første række i den første kolonne
de: Klicken Sie in der Zelle, aus der der Wert gelesen werden soll. Die Anwendung ignoriert den ersten Wert in der ersten Spalte.
es: Haga clic en la celda desde la que desea leer el valor. La aplicación ignora la primera fila de la primera columna
fi: Napsauta solua, jonka arvon haluat lukea. Sovellus ohittaa ensimmäisen sarakkeen ensimmäisen rivin
fr: Cliquez sur la cellule pour en lire la valeur ! L'application ignore la première ligne de la première colonne
he: בחר שדה לקריאת הערך הכלול בו! היישום יתעלם מהשורה הראשונה בעמודה הראשונה
it: Per leggere il valore, fare clic nella cella. L'applicazione ignora la prima riga nella prima colonna
ja: 値を読み取るセルをクリックしてください。アプリケーションは最初の列の最初の行を無視します
nl: Klik in de cel waarvan de waarde moet worden gelezen. De applicatie negeert de eerste rij in de eerste kolom
pl: Kliknij komórkę, z której chcesz odczytać wartość. Aplikacja ignoruje pierwszy wiersz w pierwszej kolumnie
pt: Clique na célula para ler o valor dela! A aplicação ignora a primeira linha da primeira coluna
sv: Klicka i cellen för att läsa värdet från! Programmet ignorerar den första raden i den första kolumnen
tr: Değeri okumak için hücreye tıklayın! Uygulama, ilk sütundaki ilk satırı göz ardı eder.
zh: 请单击单元格以读取其中的值！应用程序忽略第一列的第一行

# ERR_NO_WINDOWS_TO_RESTORE
source: There are no windows to restore!
da: Der er ingen vinduer at gendanne!
de: Es sind keine wiederherzustellenden Fenster vorhanden.
es: No hay ventanas para restablecer.
fi: Ei palautettavia ikkunoita.
fr: Il n'y a aucune fenêtre à restaurer !
he: אין חלונות שניתן לשחזר!
it: Non sono presenti finestre da ripristinare.
ja: 復元するウィンドウがありません。
nl: Er zijn geen vensters om te herstellen.
pl: Brak okien do przywrócenia.
pt: Não há janelas para restaurar!
sv: Det finns inga fönster att återställa!
tr: Geri yükleyecek pencere yok!
zh: 没有可以恢复的窗口！

# ERR_NO_WIN_OPEN
source: The must be at least one window open!
da: Der skal være mindst ét vindue åbent!
de: Es muss mindestens ein Fenster geöffnet sein.
es: Debe haber al menos una ventana abierta.
fi: Avoinna täytyy olla vähintään yksi ikkuna.
fr: Au moins une fenêtre doit être ouverte !
he: לפחות חלון אחד חייב להיות פתוח!
it: Deve essere presente almeno una finestra aperta.
ja: 少なくとも 1 つのウィンドウが開いていなければなりません。
nl: Er moet minimaal één venster geopend zijn.
pl: Przynajmniej jedno okno musi być otwarte.
pt: Deve haver pelo menos uma janela aberta!
sv: Minst ett fönster måste vara öppet!
tr: En az bir pencere açık olmalıdır!
zh: 必须至少打开一个窗口！

# ERR_ONLY_CHAR_AND_NUM_COLS_SUPPORTED
source: Only char and numeric columns are supported
da: Kun tegn og numeriske kolonner understøttes
de: Es werden nur Spalten vom Datentyp „char“ und numerische Spalten unterstützt.
es: Solo se admiten columnas de caracteres y numéricas.
fi: Vain merkki- ja numeroarvollisia sarakkeita tuetaan
fr: Seules les colonnes de caractères et numériques sont prises en charge
he: רק עמודות תווים ועמודות מספריות נתמכות
it: Sono supportate solo le colonne numeriche e di caratteri
ja: 文字列および数値のフィールドのみがサポートされています。
nl: Alleen teken- en numerieke kolommen worden ondersteund
pl: Obsługiwane są tylko kolumny znakowe i numeryczne
pt: Só são suportadas colunas de caracteres e numéricas
sv: Endast tecken och numeriska kolumner stöds
tr: Sadece karakter ve sayısal sütunlar desteklenmektedir
zh: 仅支持字符和数字列

# ERR_OPEN_WINDOW_TO_READ_SIZE_POSITION
source: Please open a window to read the size and position from!
da: Åbn et vindue, som størrelsen og placeringen skal læses fra!
de: Öffnen Sie ein Fenster, dessen Größe und Position gelesen werden sollen.
es: Abra una ventana desde la que deseas leer el tamaño y la posición.
fi: Avaa ikkuna, josta haluat lukea koon ja sijainnin.
fr: Ouvrez une fenêtre pour en lire la taille et la position !
he: פתח חלון לקריאת הגודל והמיקום בו!
it: Per leggere dimensioni e posizione, aprire una finestra.
ja: サイズと位置を読み込むウィンドウを開いてください。
nl: Open een venster waarvan de grootte en positie moet worden gelezen.
pl: Otwórz okno, z którego chcesz odczytać rozmiar i pozycję.
pt: Abra uma janela para ler o tamanho e a posição dela!
sv: Öppna ett fönster för att läsa storlek och position från!
tr: Lütfen boyut ve konumu okumak için bir pencere açın!
zh: 请打开一个窗口以读取其大小和位置！

# ERR_OPEN_WINDOW_TO_RESIZE_REPOSITION
source: Please open a window to resize and reposition!
da: Åbn et vindue for at ændre størrelse og placering!
de: Öffnen Sie ein Fenster, dessen Größe und Position geändert werden sollen.
es: Abra una ventana para cambiar el tamaño y reposicionar.
fi: Avaa ikkuna, jonka kokoa ja sijaintia haluat muuttaa.
fr: Ouvrez une fenêtre pour la redimensionner et la repositionner !
he: פתח חלון לשינוי הגודל והמיקום שלו!
it: Per ridimensionare e riposizionare, aprire una finestra.
ja: サイズと位置を変更するウィンドウを開いてください。
nl: Open een venster waarvan de grootte en locatie moet worden aangepast.
pl: Otwórz okno do zmiany rozmiaru i pozycji.
pt: Abra uma janela para redimensionar e reposicionar!
sv: Öppna ett fönster för att ändra storlek och flytta!
tr: Yeniden boyutlandırmak ve konumlandırmak için bir pencere açın!
zh: 请打开一个窗口以调整大小和位置！

# ERR_OPEN_WINDOW_TO_SAVE_TO_WOR
source: Please open a window to save to a workspace!
da: Åbn et vindue, der skal gemmes i et arbejdsområde!
de: Öffnen Sie ein Fenster, das in einem Arbeitsbereich gespeichert werden soll.
es: Abra una ventana para guardar en un entorno de trabajo.
fi: Avaa ikkuna, jonka haluat tallentaa työtilaan.
fr: Ouvrez une fenêtre pour l'enregistrer dans un espace de travail !
he: פתח חלון לשמירת סביבת עבודה!
it: Per salvare un'area di lavoro, aprire una finestra.
ja: ワークスペースを保存するウィンドウを開いてください。
nl: Open een venster dat naar een werkruimte moet worden opgeslagen.
pl: Otwórz okno do zapisania w przestrzeni roboczej.
pt: Abra uma janela para salvar em um espaço de trabalho!
sv: Öppna ett fönster för att spara till en arbetsyta!
tr: Bir çalışma alanına kaydetmek için lütfen bir pencere açın!
zh: 请打开一个窗口以保存到工作空间！

# ERR_SELECTION_HAS_NO_SPATIAL_OBJECT
source: The Selected Record has no Spatial Object!
da: Den valgte post har intet spatialt objekt!
de: Der ausgewählte Datensatz enthält kein räumliches Objekt.
es: El Registro seleccionado no tiene un objeto Spatial.
fi: Valitulla tietueella ei ole tilakohdetta.
fr: L'enregistrement sélectionné n'a pas d'objet spatial !
he: הרשומה שנבחרה לא כוללת אובייקט מרחבי!
it: Non è presente nessun oggetto spaziale nel record selezionato.
ja: 選択したレコードには空間オブジェクトがありません。
nl: De geselecteerde record heeft geen ruimtelijk object.
pl: Wybrany rekord nie ma obiektu przestrzennego.
pt: O registro selecionado não tem nenhum objeto espacial!
sv: Den valda posten har inget rumsobjekt!
tr: Seçilen Kaydın Coğrafi Nesnesi Yok!
zh: 选中的记录没有空间对象！

# ERR_SELECTION_NOT_ONE_RECORD
source: Please Select exactly one Record!
da: Vælg præcis én post!
de: Wählen Sie genau einen Datensatz aus.
es: Seleccione exactamente un registro.
fi: Valitse täsmälleen yksi tietue.
fr: Sélectionnez exactement un enregistrement !
he: בחר רשומה אחת בדיוק!
it: Selezionare esattamente un record.
ja: 正確に 1 つのレコードを選択してください。
nl: Selecteer precies één record.
pl: Wybierz dokładnie jeden rekord.
pt: Selecione exatamente um registro!
sv: Välj exakt en post!
tr: Lütfen tam olarak bir kayıt seçin!
zh: 请选择正好一个记录！

# ERR_SELECTION_NO_RECORDS
source: Please Select at least one Record!
da: Vælg mindst én post!
de: Wählen Sie mindestens einen Datensatz aus.
es: Seleccione al menos un registro.
fi: Valitse vähintään yksi tietue.
fr: Sélectionnez au moins un enregistrement !
he: בחר לפחות רשומה אחת!
it: Selezionare almeno un record.
ja: 少なくとも 1 つのレコードを選択してください。
nl: Selecteer minimaal één record.
pl: Wybierz co najmniej jeden rekord.
pt: Selecione pelo menos um registro!
sv: Välj minst en post!
tr: Lütfen en az bir kayıt seçin!
zh: 请选择至少一个记录！

# ERR_SELECT_BASE_WINDOW_TO_UPDATE
source: Please select the base window to update!
da: Vælg det basisvindue, der skal opdateres!
de: Wählen Sie das zu aktualisierende Basisfenster aus.
es: Seleccione la ventana base que se actualizará.
fi: Valitse päivitettävä perusikkuna.
fr: Sélectionnez la fenêtre de base à mettre à jour !
he: בחר חלון בסיסי לעדכון!
it: Selezionare la finestra di base da aggiornare.
ja: 更新するベース ウィンドウを選択してください。
nl: Selecteer het basisvenster dat moet worden bijgewerkt.
pl: Wybierz okno bazowe do aktualizacji.
pt: Selecione a janela base para atualizar!
sv: Välj basfönstret för att uppdatera!
tr: Güncellemek için ana pencereyi seçin!
zh: 请选择要更新的基础窗口！

# ERR_SELECT_LAYER_WITH_NUMERIC_COLUMN
source: Please select a table with at least one numeric column!
da: Vælg en tabel med mindst én numerisk kolonne!
de: Wählen Sie eine Relation mit mindestens einer numerischen Spalte aus.
es: Seleccione una tabla con al menos una columna numérica.
fi: Valitse tietokanta, jossa on vähintään yksi numeroarvollinen sarake.
fr: Sélectionnez une table avec au moins une colonne numérique !
he: בחר טבלה עם עמודה מספרית אחת לפחות!
it: Selezionare una tavola che disponga almeno di una colonna numerica.
ja: 少なくとも 1 つの数値フィールドのあるテーブルを選択してください。
nl: Selecteer een tabel met minimaal één numerieke kolom.
pl: Wybierz tabelę z co najmniej jedną kolumną numeryczną.
pt: Selecione uma tabela com pelo menos uma coluna numérica!
sv: Välj en tabell med minst en numerisk kolumn!
tr: En az bir sayısal kolona sahip bir tablo seçin!
zh: 请选择一个至少包含一个数字列的表！

# ERR_SELECT_NON_TEMPORAL_LAYER_IN_LAYER_CONTROL
source: Please select a non temporal layer in the Layer Control!
da: Vælg et ikke-midlertidigt lag i lagkontrol!
de: Wählen Sie in der Layerkontrolle einen nicht zeitlichen Layer aus.
es: Seleccione una capa que no sea temporal en Control de capas.
fi: Valitse aikaan liittymätön taso karttatasojen hallinnassa.
fr: Sélectionnez une couche non temporelle dans le contrôle des couches !
he: בחר שכבה שאינה זמנית בבקרת השכבות!
it: Selezionare un livello atemporale in Controllo livelli.
ja: レイヤ コントロールで非空間レイヤを 1 つ選択してください。
nl: Selecteer een niet-tijdelijke laag in het lagenbeheer.
pl: Wybierz warstwę nietymczasową w Przeglądzie warstw.
pt: Selecione um nível não temporal no Controle de níveis!
sv: Välj ett icke temporärt lager i Lagerstyrning!
tr: Katman Kontrolü'nde zamanla ilgili olmayan bir katman seçin!
zh: 请在图层控制中选择一个非时间图层！

# ERR_SELECT_NON_TEMPORAL_LAYER_IN_LAYER_LIST
source: Please select a non temporal layer in the Layer List!
da: Vælg et ikke-midlertidigt lag i laglisten!
de: Wählen Sie in der Layerliste einen nicht zeitlichen Layer aus.
es: Seleccione una capa que no sea temporal en Lista de capas.
fi: Valitse aikaan liittymätön taso karttatasoluettelossa.
fr: Sélectionnez une couche non temporelle dans la liste des couches !
he: בחר שכבה שאינה זמנית ברשימת השכבות!
it: Selezionare un livello atemporale in Elenco livelli.
ja: レイヤ リストで非空間レイヤを 1 つ選択してください。
nl: Selecteer een niet-tijdelijke laag in de lagenlijst.
pl: Wybierz warstwę nietymczasową na Liście warstw.
pt: Selecione um nível não temporal na Lista de níveis!
sv: Välj ett icke temporärt lager i Lagerlista!
tr: Katman lstesinde zamanla ilgili olmayan bir katman seçin!
zh: 请在图层列表中选择一个非时间图层！

# ERR_SELECT_NORMAL_LAYER_IN_LAYER_CONTROL
source: Please select a normal layer in the Layer Control!
da: Vælg et normalt lag i lagkontrol!
de: Wählen Sie in der Layerkontrolle einen normalen Layer aus.
es: Seleccione una capa normal en Control de capas.
fi: Valitse normaali taso karttatasojen hallinnassa.
fr: Sélectionnez une couche normale dans le contrôle des couches !
he: בחר שכבה רגילה בבקרת השכבות!
it: Selezionare un livello normale in Controllo livelli.
ja: レイヤ コントロールで通常のレイヤを 1 つ選択してください。
nl: Selecteer een normale laag in het lagenbeheer.
pl: Wybierz warstwę normalną w Przeglądzie warstw.
pt: Selecione um nível normal no Controle de níveis!
sv: Välj ett normalt lager i Lagerstyrning!
tr: Katman Kontrolü'nde normal bir katman seçin!
zh: 请在图层控制中选择一个普通图层！

# ERR_SELECT_NORMAL_LAYER_IN_LAYER_LIST
source: Please select a normal layer in the Layer List!
da: Vælg et normalt lag i laglisten!
de: Wählen Sie in der Layerliste einen normalen Layer aus.
es: Seleccione una capa normal en Lista de capas.
fi: Valitse normaali taso karttatasoluettelossa.
fr: Sélectionnez une couche normale dans la liste des couches !
he: בחר שכבה רגילה ברשימת השכבות!
it: Selezionare un livello normale in Elenco livelli.
ja: レイヤ リストで通常のレイヤを 1 つ選択してください。
nl: Selecteer een normale laag in de lagenlijst.
pl: Wybierz warstwę normalną na Liście warstw.
pt: Selecione um nível normal na Lista de níveis!
sv: Välj ett normalt lager i Lagerlista!
tr: Katman Listesi'nde normal bir katman seçin!
zh: 请在图层列表中选择一个普通图层！

# ERR_SELECT_NORMAL_OR_RASTER_OR_GRID_LAYER_IN_LAYER_CONTROL
source: Please select a normal or raster/grid layer in the Layer Control!
da: Vælg et normalt lag eller et raster-/gitterlag i lagkontrol!
de: Wählen Sie in der Layerkontrolle einen normalen oder Raster-/Gridlayer aus.
es: Seleccione una capa normal o de ráster/cuadrícula en Control de capas.
fi: Valitse normaali tai rasteri-/ruudukkotaso karttatasojen hallinnassa.
fr: Sélectionnez une couche de grille/raster normale dans le contrôle des couches !
he: בחר שכבת סריקה/רשת בבקרת השכבות!
it: Selezionare un livello normale o raster/di griglia in Elenco livelli.
ja: レイヤ コントロールで通常またはラスタ/グリッド レイヤを 1 つ選択してください。
nl: Selecteer een normale laag of rasterlaag in het lagenbeheer.
pl: Wybierz warstwę normalną lub rastrową/siatkową w Przeglądzie warstw.
pt: Selecione um nível normal ou raster/de grade no Controle de níveis!
sv: Välj ett normalt lager eller raster/rutnäts-lager i Lagerstyrning!
tr: Katman Kontrolü'nde normal veya raster/grid katman seçin!
zh: 请在图层控制中选择一个普通或栅格/格网图层！

# ERR_SELECT_NORMAL_OR_RASTER_OR_GRID_LAYER_IN_LAYER_LIST
source: Please select a normal or raster/grid layer in the Layer List!
da: Vælg et normalt lag eller et raster-/gitterlag i laglisten!
de: Wählen Sie in der Layerliste einen normalen oder Raster-/Gridlayer aus.
es: Seleccione una capa normal o de ráster/cuadrícula en Lista de capas.
fi: Valitse normaali tai rasteri-/ruudukkotaso karttatasoluettelossa.
fr: Sélectionnez une couche de grille/raster normale dans la liste des couches !
he: בחר שכבה רגילה או שכבת סריקה/רשת ברשימת השכבות!
it: Selezionare un livello normale o raster/di griglia in Elenco livelli.
ja: レイヤ リストで通常またはラスタ/グリッド レイヤを 1 つ選択してください。
nl: Selecteer een normale laag of rasterlaag in de lagenlijst.
pl: Wybierz warstwę normalną lub rastrową/siatkową na Liście warstw.
pt: Selecione um nível normal ou raster/de grade na Lista de níveis!
sv: Välj ett normalt lager eller raster/rutnäts-lager i Lagerlista!
tr: Katman Listesi'nde normal veya raster/grid katman seçin!
zh: 请在图层控制中选择一个时间图层！

# ERR_SELECT_ONE_LAYER_IN_LAYER_CONTROL
source: Please select one layer in the Layer Control!
da: Vælg ét lag i lagkontrol!
de: Wählen Sie in der Layerkontrolle einen Layer aus.
es: Seleccione una capa en Control de capas.
fi: Valitse yksi taso karttatasojen hallinnassa.
fr: Sélectionnez une couche dans le contrôle des couches !
he: בחר שכבה אחת בבקרת השכבות!
it: Selezionare un livello in Controllo livelli.
ja: レイヤ コントロールでレイヤを 1 つ選択してください。
nl: Selecteer één laag in het lagenbeheer.
pl: Wybierz jedną warstwę w Przeglądzie warstw.
pt: Selecione um nível no Controle de níveis!
sv: Välj ett lager i Lagerstyrning!
tr: Katman Kontrolü'nde bir katman seçin!
zh: 请在图层控制中选择一个图层！

# ERR_SELECT_ONE_LAYER_IN_LAYER_LIST
source: Please select one layer in the Layer List
da: Vælg ét lag i laglisten
de: Wählen Sie in der Layerliste einen Layer aus.
es: Seleccione una capa en Lista de capas.
fi: Valitse yksi taso karttatasoluettelossa
fr: Sélectionnez une couche dans la liste des couches
he: בחר שכבה אחת ברשימת השכבות!
it: Selezionare un livello in Elenco livelli.
ja: レイヤ リストでレイヤを 1 つ選択してください
nl: Selecteer één laag in de lagenlijst
pl: Wybierz jedną warstwę na Liście warstw.
pt: Selecione um nível na Lista de níveis!
sv: Välj ett lager i Lagerlista
tr: Katman Listesi'nde bir katman seçin!
zh: 请在图层列表中选择一个图层！

# ERR_SELECT_ONE_LAYER_IN_LC
source: Please select a single layer in the layer control!
da: Vælg et enkelt lag i lagkontrol!
de: Wählen Sie in der Layerkontrolle einen einzelnen Layer aus.
es: Seleccione una sola capa en Control de capas.
fi: Valitse yksi taso karttatasojen hallinnassa
fr: Sélectionnez une seule couche dans le contrôle des couches !
he: בחר שכבה בודדת בבקרת השכבות!
it: Selezionare un unico livello in Controllo livelli.
ja: レイヤ コントロールでレイヤを 1 つ選択してください。
nl: Selecteer één laag in het lagenbeheer.
pl: Wybierz jedną warstwę w Przeglądzie warstw.
pt: Selecione um único nível no controle de níveis!
sv: Välj ett enda lager i Lagerstyrning!
tr: Katman kontrolünde tek bir katman seçin!
zh: 请在图层控制中选择单个图层！

# ERR_SELECT_ONE_MAP_IN_LAYER_CONTROL
source: Please select one map in the Layer Control!
da: Vælg ét kort i lagkontrol!
de: Wählen Sie in der Layerkontrolle eine Karte aus.
es: Seleccione un mapa en Control de capas.
fi: Valitse yksi kartta karttatasojen hallinnassa.
fr: Sélectionnez une carte dans le contrôle des couches !
he: בחר מפה אחת בבקרת השכבות!
it: Selezionare una mappa in Controllo livelli.
ja: レイヤ コントロールでマップ レイヤを 1 つ選択してください。
nl: Selecteer één kaart in het lagenbeheer.
pl: Wybierz jedną mapę w Przeglądzie warstw.
pt: Selecione um mapa no Controle de níveis!
sv: Välj en karta i Lagerstyrning!
tr: Katman Kontrolü'nde bir harita seçin!
zh: 请在图层控制中选择一个地图！

# ERR_SELECT_ONE_MAP_IN_LAYER_LIST
source: Please select one map in the Layer List!
da: Vælg ét kort i laglisten!
de: Wählen Sie in der Layerliste eine Karte aus.
es: Seleccione un mapa en Lista de capas.
fi: Valitse yksi kartta karttatasoluettelossa.
fr: Sélectionnez une carte dans la liste des couches !
he: בחר מפה אחת ברשימת השכבות!
it: Selezionare una mappa in Elenco livelli.
ja: レイヤ リストでマップ レイヤを 1 つ選択してください。
nl: Selecteer één kaart in de lagenlijst.
pl: Wybierz jedną mapę na Liście warstw.
pt: Selecione um mapa na Lista de níveis!
sv: Välj en karta i Lagerlista!
tr: Katman Listesi'nde bir harita seçin!
zh: 请在图层列表中选择一个地图！

# ERR_SELECT_ONE_TABLE_IN_TABLE_LIST
source: Please select one table in the TableList window!
da: Vælg én tabel i vinduet TableList!
de: Wählen Sie im Fenster „TableList“ eine Relation aus.
es: Seleccione una tabla en la ventana de TableList.
fi: Valitse yksi tietokanta tietokantaluetteloikkunassa.
fr: Sélectionnez une table dans la fenêtre ListeTables !
he: בחר טבלה אחת בחלון רשימת הטבלאות!
it: Selezionare una tavola nella finestra di Elenco tabelle.
ja: テーブル リスト ウィンドウでテーブルを 1 つ選択してください。
nl: Selecteer één tabel in het venster met de tabellijst.
pl: Wybierz jedną tabelę w oknie Lista tabel.
pt: Selecione uma tabela na janela TableList!
sv: Välj en tabell i tabellistfönstret!
tr: Tablo Listesi penceresinde bir tablo seçin!
zh: 请在表列表窗口中选择一个表！

# ERR_SELECT_THEME_LAYER_IN_LAYER_LIST
source: Please select a thematic layer in the Layer List!
da: Vælg et tematisk lag i laglisten!
de: Wählen Sie in der Layerliste einen thematischen Layer aus.
es: Seleccione una capa temática en Lista de capas.
fi: Valitse teemataso karttatasoluettelossa.
fr: Sélectionnez une couche thématique dans la liste des couches !
he: בחר שכבה נושאית ברשימת השכבות!
it: Selezionare un livello tematico in Elenco livelli.
ja: レイヤ リストで主題図レイヤを 1 つ選択してください。
nl: Selecteer een thematische laag in de lagenlijst.
pl: Wybierz warstwę tematyczną na Liście warstw.
pt: Selecione um nível temático na Lista de níveis!
sv: Välj ett tematiskt lager i lagerlistan!
tr: Katman Listesi'nde tematik bir katman seçin!
zh: 请在图层列表中选择一个专题图层！
