Repository: PeterHorsbollMoller/mbWindowHelper-x64
Catalog: cs code/Properties/Resources.*.resx
Languages: da, de, es, fi, fr, he, it, ja, nl, pl, pt, sv, tr, zh

# ASK_LOCATE_TAB_FILE_OR_GRID_FILE
source: Do you want to find the tab file or the grid file?
da: Vil du finde tab-filen eller gitterfilen?
de: Suchen Sie die TAB-Datei oder die Griddatei?
es: ¿Desea buscar el archivo de tabulaciones o el archivo de cuadrícula?
fi: Haluatko löytää TAB- vai ruudukkotiedoston?
fr: Souhaitez-vous trouver le fichier tab ou le fichier de grille ?
he: האם ברצונך לחפש את קובץ ה-TAB או את קובץ הרשת?
it: Cercare il file TAB o il file di griglia?
ja: TAB ファイルまたはグリッド ファイルを検索しますか。
nl: Wilt u het tabbladbestand of het rasterbestand zoeken?
pl: Chcesz znaleźć plik TAB czy plik siatki?
pt: Deseja localizar o arquivo tab ou o arquivo de grade?
sv: Vill du hitta TAB-filen eller rutnätsfilen?
tr: Tab dosyasını mı yoksa grid dosyasını mı bulmak istiyorsunuz?
zh: 您是想找 TAB 文件还是格网文件？

# ASK_LOCATE_TAB_FILE_OR_RASTER_FILE
source: Do you want to find the tab file or the raster file?
da: Vil du finde tab-filen eller rasterfilen?
de: Suchen Sie die TAB-Datei oder die Rasterdatei?
es: ¿Desea buscar el archivo de tabulaciones o el archivo ráster?
fi: Haluatko löytää TAB- vai rasteritiedoston?
fr: Souhaitez-vous trouver le fichier tab ou le fichier raster ?
he: האם ברצונך לחפש את קובץ ה-TAB או את קובץ הסריקה?
it: Cercare il file TAB o il file raster?
ja: TAB ファイルまたはラスタ ファイルを検索しますか。
nl: Wilt u het tabbladbestand of het rasterbestand zoeken?
pl: Chcesz znaleźć plik TAB czy plik rastrowy?
pt: Deseja localizar o arquivo tab ou o arquivo raster?
sv: Vill du hitta TAB-filen eller rutnätsfilen?
tr: Tab dosyasını mı yoksa raster dosyasını mı bulmak istiyorsunuz?
zh: 您是想找 TAB 文件还是栅格文件？

# BTN_HLP_AUTOLOCK_WINDOWS
source: Turn on/off auto locking of windows\nAuto lock window
da: Slå automatisk låsning af vinduer til/fra\nLås vindue automatisk
de: Automatisches Sperren von Fenstern aktivieren/deaktivieren\nFenster automatisch sperren
es: Activar/desactivar bloqueo automático de ventanas\nBloquear automáticamente la ventana
fi: Ota käyttöön / poista käytöstä ikkunoiden automaattinen lukinta\nIkkunan automaattinen lukinta
fr: Activer/Désactiver le verrouillage automatique des fenêtres\nVerrouiller automatiquement la fenêtre
he: הפעל/כבה נעילה אוטומטית של חלונות\nנעילת חלון אוטומטית
it: Attiva/Disattiva il blocco automatico delle finestre\nBlocco automatico finestra
ja: ウィンドウの自動ロックのオン/オフ切り替え\nウィンドウの自動ロック
nl: Automatische vergrendeling van vensters in-/uitschakelen\nVenster automatisch vergrendelen
pl: Włącz/wyłącz automatyczne blokowanie okien\nAutomatycznie blokuj okno
pt: Ativar/desativar o bloqueio automático de janelas\nBloquear automaticamente a janela
sv: Slå på/av automatisk låsning av fönster\nLås fönster automatiskt
tr: Pencere otomatik kilitlemeyi aç/kapat. Otomatik pencere kilitleme
zh: 开启/关闭窗口自动锁定\n自动锁定窗口

# BTN_HLP_CLONE_FRONT_WINDOW
source: Clone active window\nClone window
da: Klon aktivt vindue\nKlon vindue
de: Aktives Fenster vervielfältigen\nFenster vervielfältigen
es: Clonar ventana activa\nClonar ventana
fi: Monista aktiivinen ikkuna\nIkkunan monistus
fr: Cloner la fenêtre active\nCloner la fenêtre
he: שכפל חלון פעיל\nשכפל חלון
it: Clona finestra attiva\nClona finestra
ja: アクティブ ウィンドウのクローン\nウィンドウの複製
nl: Actief venster klonen\nVenster klonen
pl: Klonuj aktywne okno\nKlonuj okno
pt: Clonar janela ativa\nClonar janela
sv: Klona aktivt fönster\nKlona fönster
tr: Etkin pencereyi kopyala/Pencereyi kopyala
zh: 克隆活动窗口\n克隆窗口

# BTN_HLP_CLOSE_FRONT_WINDOW
source: Close active window\nClose window
da: Luk aktivt vindue\nLuk vindue
de: Aktives Fenster schließen\nFenster schließen
es: Cerrar ventana activa\nCerrar ventana
fi: Sulje aktiivinen ikkuna\nIkkunan sulkeminen
fr: Fermer la fenêtre active\nFermer la fenêtre
he: סגור חלון פעיל\nסגור חלון
it: Chiudi finestra attiva\nChiudi finestra
ja: アクティブ ウィンドウを閉じる\nウィンドウを閉じる
nl: Actief venster sluiten\nVenster sluiten
pl: Zamknij aktywne okno\nZamknij okno
pt: Fechar janela ativa\nFechar janela
sv: Stäng aktivt fönster\nStäng fönster
tr: Etkin pencereyi kapat/Pencereyi kapat
zh: 关闭活动窗口\n关闭窗口

# BTN_HLP_LOCK_FRONT_WINDOW
source: Lock active window from closing\nLock window
da: Lås aktivt vindue, så det ikke kan lukkes\nLås vindue
de: Schließen von aktivem Fenster verhindern\nFenster sperren
es: Bloquear ventana activa para que no se cierre\nBloquear ventana
fi: Lukitse aktiivinen ikkuna ja estä sen sulkeminen\nIkkunan lukinta
fr: Verrouiller la fenêtre pour empêcher sa fermeture\nVerrouiller la fenêtre
he: נעל את החלון הפעיל כך שלא ייסגר\nנעל חלון
it: Blocca finestra attiva dalla chiusura\nBlocca finestra
ja: アクティブ ウィンドウを閉じないようロック\nウィンドウのロック
nl: Actief venster vergrendelen voor sluiten\nVenster vergrendelen
pl: Zablokuj aktywne okno przed zamknięciem\nZablokuj okno
pt: Bloquear o fechamento da janela ativa\nBloquear janela
sv: Lås aktivt fönster från att stängas\nLås fönster
tr: Etkin pencereyi kapanmaktan koru/Pencereyi kilitle
zh: 锁定活动窗口以防止关闭\n锁定窗口

# BTN_HLP_RESTORE_CLOSED_WINDOW
source: Restore closed window\nRestore closed window
da: Gendan lukket vindue\nGendan lukket vindue
de: Geschlossenes Fenster wiederherstellen\nGeschlossenes Fenster wiederherstellen
es: Restablecer ventana cerrada\nRestablecer ventana cerrada
fi: Palauta suljettu ikkuna\nSuljetun ikkunan palauttaminen
fr: Restaurer la fenêtre fermée\nRestaurer la fenêtre fermée
he: שחזר חלון שנסגר\nשחזר חלון שנסגר
it: Ripristina finestra chiusa\nRipristina finestra chiusa
ja: 閉じたウィンドウの復元\n閉じたウィンドウの復元
nl: Gesloten venster herstellen\nGesloten venster herstellen
pl: Przywróć zamknięte okno\nPrzywróć zamknięte okno
pt: Restaurar janela fechada\nRestaurar janela fechada
sv: Återställ stängt fönster\nÅterställ stängt fönster
tr: Kapatılmış pencereyi geri getir
zh: 恢复已关闭的窗口\n恢复已关闭的窗口

# BTN_HLP_SET_WINDOW_SIZE_POSITION_USING_BASE_WINDOW
source: Set preferred size and position on front window\nSet preferred size and position
da: Indstil foretrukket størrelse og placering på frontvindue\nIndstil foretrukket størrelse og placering
de: Bevorzugte Größe und Position des vorderen Fensters festlegen\nBevorzugte Größe und Position festlegen
es: Establecer tamaño y posición preferidos en la ventana delantera\nEstablecer tamaño y posición preferidos
fi: Aseta etuikkunalle haluttu koko ja sijainti\nHalutun koon ja sijainnin asettaminen
fr: Définir la taille et la position préférées de la fenêtre active\nDéfinir la taille et la position préférées
he: הגדרת גודל ומיקום מועדפים בחלון הקדמי\nהגדרת גודל ומיקום מועדפים
it: Imposta dimensioni e posizione preferite per la finestra anteriore\nImposta dimensione e posizioni preferite
ja: フロント ウィンドウでサイズと位置の優先設定を行う\nサイズと位置の優先設定を行う
nl: Gewenste grootte en positie op voorste venster instellen\nGewenste grootte en positie instellen
pl: Ustaw preferowany rozmiar i pozycję na przednim oknie\nUstaw preferowane rozmiar i pozycję
pt: Definir tamanho e posição preferidos na janela frontal\nDefinir tamanho e posição preferidos
sv: Ange önskad storlek och placering på främre fönstret\nAnge önskad storlek och placering
tr: Ön plandaki pencerenin tercih edilen boyut ve konumunu ayarla/Tercih edilen boyut ve konumu ayarla
zh: 设置前端窗口的首选大小和位置\n设置首选大小和位置

# BTN_HLP_UNLOCK_FRONT_WINDOW
source: Unlock active window from closing\nUnlock window
da: Lås aktivt vindue op, så det kan lukkes\nLås vindue op
de: Schließen von aktivem Fenster zulassen\nFenster entsperren
es: Desbloquear ventana activa para que no se cierre\nDesbloquear ventana
fi: Poista aktiivisen ikkunan lukinta ja salli sen sulkeminen\nIkkunan lukinnan poisto
fr: Déverrouiller la fenêtre active pour en permettre la fermeture\nDéverrouiller la fenêtre
he: בטל את נעילת החלון כך שיוכל להיסגר\nבטל נעילת חלון
it: Sblocca finestra attiva dalla chiusura\nSblocca finestra
ja: アクティブ ウィンドウを閉じないためのロックを解除\nウィンドウのロック解除
nl: Actief venster ontgrendelen voor sluiten\nVenster ontgrendelen
pl: Odblokuj aktywne okno przed zamknięciem\nOdblokuj okno
pt: Desbloquear o fechamento da janela ativa\nDesbloquear janela
sv: Lås upp aktivt fönster från att stängas\nLås upp fönster
tr: Etkin pencereyi kapanmaktan korumayı kaldır/Pencere kilidini aç
zh: 解锁活动窗口以防止关闭\n解锁窗口

# DLG_BASE_WINDOW_X
source: Base windows ({0})
da: Basisvinduer ({0})
de: Basisfenster ({0})
es: Ventanas base ({0})
fi: Perusikkunat ({0})
fr: Fenêtres de base ({0})
he: חלונות בסיסיים ({0})
it: Finestre di base ({0})
ja: ベース ウィンドウ ({0})
nl: Basisvensters ({0})
pl: Okna bazowe ({0})
pt: Janelas base ({0})
sv: Basfönster ({0})
tr: Ana pencereler ({0})
zh: 基础窗口 ({0})

# DLG_LIST_FUNCTIONS_PROCEDURES
source: Custom Functions and Subprocedures
da: Brugerdefinerede funktioner og underprocedurer
de: Benutzerdefinierte Funktionen und Subprozeduren
es: Personalizar funciones y subprocedimientos
fi: Mukautetut funktiot ja alitoiminnot
fr: Fonctions et sous-procédures personnalisées
he: פונקציות והליכי משנה מותאמים אישית
it: Funzioni e sottoprocedure personalizzate
ja: カスタム関数とサブプロシージャ
nl: Aangepaste functies en subprocedures
pl: Niestandardowe funkcje i podprocedury
pt: Funções e subprocedimentos personalizados
sv: Anpassade funktioner och underprocedurer
tr: Özel Fonksiyonlar ve Alt Prosedürler
zh: 自定义函数和子程序

# DLG_MODIFY_WINDOW
source: Modify Window
da: Modificer vindue
de: Fenster ändern
es: Modificar ventana
fi: Muokkaa ikkunaa
fr: Modifier la fenêtre
he: שנה חלון
it: Modifica finestra
ja: ウィンドウの変更
nl: Venster aanpassen
pl: Modyfikuj okno
pt: Modificar janela
sv: Modifiera fönster
tr: Pencereyi değiştir
zh: 修改窗口

# DLG_NUM_BINS_LIMITED_TO
source: Number of bins has been limited to {0}.
da: Antal kasser er blevet begrænset til {0}.
de: Die Anzahl der Bins wurde auf {0} beschränkt.
es: La cantidad de bins se ha limitado a {0}.
fi: Lokeroita saa olla enintään {0}.
fr: Le nombre d'emplacements a été limité à {0}.
he: מספר התיבות הוגבל ל-{0}.
it: Il numero di bin è stato limitato a {0}.
ja: ビンの数は {0} に制限されました。
nl: Het aantal bins is beperkt tot {0}.
pl: Liczba przedziałów została ograniczona do {0}.
pt: O número de compartimentos foi limitado a {0}.
sv: Antalet lagerplatser har begränsats till {0}.
tr: Kutu sayısı {0} le sınırlı tutulmuştur.
zh: 条形数已被限制为 {0}。

# DLG_OPTIONS
source: Options
da: Muligheder
de: Optionen
es: Opciones
fi: Valinnat
he: אפשרויות
it: Opzioni
ja: オプション
nl: Opties
pl: Opcje
pt: Opções
sv: Alternativ
tr: Seçenekler
zh: 选项

# DLG_PASTE_ALL
source: Paste All Properties
da: Indsæt alle egenskaber
de: Alle Eigenschaften einfügen
es: Pegar todas las propiedades
fi: Liitä kaikki ominaisuudet
fr: Coller toutes les propriétés
he: הדבק את כל המאפיינים
it: Incolla tutte le proprietà
ja: すべてのプロパティの貼り付け
nl: Alle eigenschappen plakken
pl: Wklej wszystkie właściwości
pt: Colar todas as propriedades
sv: Klistra in alla egenskaper
tr: Tüm Özellikleri Yapıştır
zh: 粘贴所有属性

# DLG_PASTE_LABEL
source: Paste Label Settings
da: Indsæt labelindstillinger
de: Beschriftungseinstellungen einfügen
es: Pegar configuración de rótulo
fi: Liitä nimien asetukset
fr: Coller les paramètres de l'étiquette
he: הדבק הגדרות תווית
it: Incolla impostazioni etichetta
ja: ラベル設定の貼り付け
nl: Labelinstellingen plakken
pl: Wklej ustawienia etykiet
pt: Colar configurações de rótulo
sv: Klistra in etikettinställningar
tr: Etiket Ayarlarını Yapıştır
zh: 粘贴标注设置

# DLG_PASTE_LABEL_OBERRIDES
source: Paste Label Overrides
da: Indsæt tilsidesættelser af label
de: Beschriftungsüberschreibungen einfügen
es: Pegar anulaciones de rótulo
fi: Liitä nimien korvaukset
fr: Coller les remplacements de l'étiquette
he: הדבק עקיפות תווית
it: Incolla sostituzioni etichetta
ja: ラベル オーバーライドの貼り付け
nl: Labeloverschrijvingen plakken
pl: Wklej zastąpienia etykiet
pt: Colar substituições de rótulo
sv: Klistra in åsidosättningar av etiketter
tr: Etiket Üzerine Yazılanları Yapıştır
zh: 粘贴标注覆盖

# DLG_PASTE_LAYER_FILTERS
source: Paste Layer Filters
da: Indsæt filtre for lag
de: Layerfilter einfügen
es: Pegar filtros de capa
fi: Liitä tasosuodattimet
fr: Coller les filtres de la couche
he: הדבק מסנני שכבה
it: Incolla filtri livello
ja: レイヤ フィルタの貼り付け
nl: Laagfilters plakken
pl: Wklej filtry warstwy
pt: Colar filtros de nível
sv: Klistra in lagerfilter
tr: Katman Filtrelerini Yapıştır
zh: 粘贴图层筛选器

# DLG_PASTE_LAYER_STYLES
source: Paste Layer Styles
da: Indsæt stilarter for lag
de: Layerstile einfügen
es: Pegar estilos de capa
fi: Liitä tasotyylit
fr: Coller les styles de la couche
he: הדבק סגנונות שכבה
it: Incolla stili livello
ja: レイヤ スタイルの貼り付け
nl: Laagstijlen plakken
pl: Wklej style warstwy
pt: Colar estilos de nível
sv: Klistra in lagerformat
tr: Katman Stillerini Yapıştır
zh: 粘贴图层样式

# DLG_PASTE_STYLE_OVERRIDES
source: Paste Style Overrides
da: Indsæt tilsidesættelser af stil
de: Stilüberschreibungen einfügen
es: Pegar anulaciones de estilo
fi: Liitä tyylien korvaukset
fr: Coller les remplacements de style
he: הדבק עקיפות סגנון
it: Incolla sostituzioni stile
ja: スタイル上書きの貼り付け
nl: Stijloverschrijvingen plakken
pl: Wklej zastąpienia stylu
pt: Colar substituições de estilo
sv: Klistra in åsidosättningar av format
tr: Stil Üzerine Yazılanları Yapıştır
zh: 粘贴样式替换

# DLG_PASTE_TIME_PROPERTIES
source: Paste Time Properties
da: Indsæt tidsegenskaber
de: Zeiteigenschaften einfügen
es: Pegar propiedades de tiempo
fi: Liitä ajan ominaisuudet
fr: Coller les propriétés d'heure
he: הדבק מאפייני שעה
it: Incolla proprietà temporali
ja: 時間プロパティの貼り付け
nl: Tijdeigenschappen plakken
pl: Wklej właściwości czasu
pt: Colar propriedades de tempo
sv: Klistra in tidsegenskaper
tr: Zaman Özelliklerini Yapıştır
zh: 粘贴时间属性

# DLG_STATIC_THEME
source: Static Theme
da: Statisk tema
de: Statisches Thema
es: Tema estático
fi: Staattinen teema
fr: Thème statique
he: ערכת נושא סטטית
it: Tema statico
ja: 静的な主題図
nl: Statisch thema
pl: Motyw statyczny
pt: Tema estático
sv: Statiskt tema
tr: Statik Tematik
zh: 静态专题

# DLG_STATIC_THEME_SELECT_COLUMN
source: Select Column with Categories
da: Vælg kolonne med kategorier
de: Spalte mit Kategorien auswählen
es: Seleccionar columna con categorías
fi: Valitse sarake, jolla on luokkia
fr: Sélectionner une colonne avec des catégories
he: בחר עמודה עם קטגוריות
it: Seleziona colonna con categorie
ja: カテゴリを格納したフィールドの選択
nl: Kolom met categorieën selecteren
pl: Wybierz kolumnę z kategoriami
pt: Selecionar coluna com categorias
sv: Välj kolumn med kategorier
tr: Kategoriler ile Sütun Seç
zh: 选择包含类别的列

# DLG_STATIC_THEME_SELECT_TABLE
source: Select Table for Theme
da: Vælg tabel for tema
de: Relation für Thema auswählen
es: Seleccionar tabla para tema
fi: Valitse teemalle tietokanta
fr: Sélectionner une table pour le thème
he: בחר טבלה עבור ערכת נושא
it: Seleziona tavola per tema
ja: 主題のテーブルの選択
nl: Tabel voor thema selecteren
pl: Wybierz tabelę dla mapy tematycznej
pt: Selecionar tabela para o tema
sv: Välj tabell för tema
tr: Tematik için Tablo Seç
zh: 为专题选择表格

# DLG_THEME_NUM_BINS
source: Number of Bins
da: Antal kasser
de: Anzahl der Bins
es: Cantidad de bins
fi: Lokeroiden lukumäärä
fr: Nombre d'emplacements
he: מספר תיבות
it: Numero di bin
ja: ビンの数
nl: Aantal bins
pl: Liczba przedziałów
pt: Número de compartimentos
sv: Antal lagerplatser
tr: Kutu Sayısı
zh: 条形数

# DLG_THEME_NUM_COLOR_RANGES
source: # of Ranges
da: # intervaller
de: Anz. der Bereiche
es: Nº de rangos
fi: Luokkavälien lkm
fr: Nbre de classes
he: מס' טווחים
it: N. di intervalli
ja: レンジ数
nl: # bereiken
pl: # zakresów
pt: Nº de Intervalos
sv: Antal intervall
tr: # Aralık Sayısı
zh: 范围编号

# DLG_THEME_SELECT_COLOR_RANGE
source: Select Color Range
da: Vælg farveområde
de: Farbspektrum auswählen
es: Seleccionar rango de color
fi: Valitse värialue
fr: Sélectionner la plage de couleurs
he: בחר טווח צבע
it: Seleziona gamma colore
ja: 色の範囲の選択
nl: Kleurbereik selecteren
pl: Wybierz przedział kolorów
pt: Selecionar intervalo de cores
sv: Välj färgintervall
tr: Renk Aralığı Seç
zh: 选择颜色范围

# DLG_THEME_SELECT_COLUMN
source: Select Column for Thematic Map
da: Vælg kolonne for tematisk kort
de: Spalte für thematische Karte auswählen
es: Seleccionar columna para mapa temático
fi: Valitse teemakartan sarake
fr: Sélectionner une colonne pour la carte thématique
he: בחר עמודה עבור מפה נושאית
it: Seleziona colonna per mappa tematica
ja: 主題図のフィールドの選択
nl: Kolom voor thematische kaart selecteren
pl: Wybierz kolumnę dla mapy tematycznej
pt: Selecionar coluna para o mapa temático
sv: Välj kolumn för tematisk karta
tr: Tematik Harita için Kolon Seç
zh: 为专题地图选择列

# DLG_THEME_SELECT_LAYER
source: Select Layer for Thematic Map
da: Vælg lag for tematisk kort
de: Layer für thematische Karte auswählen
es: Seleccionar capa para mapa temático
fi: Valitse teemakartan taso
fr: Sélectionner une couche pour la carte thématique
he: בחר שכבה עבור מפה נושאית
it: Seleziona livello per mappa tematica
ja: 主題図のレイヤの選択
nl: Laag voor thematische kaart selecteren
pl: Wybierz warstwę dla mapy tematycznej
pt: Selecionar nível para o mapa temático
sv: Välj lager för tematisk karta
tr: Tematik Harita için Katman Seç
zh: 为专题地图选择图层

# DLG_TITLE_ADVANCED_LAYER_RENAME
source: Advanced Layer Rename
da: Avanceret omdøbning af lag
de: Erweiterte Layerumbenennung
es: Cambio de nombre de capa avanzado
fi: Tasojen edistynyt uudelleennimeäminen
fr: Renommage avancé des calques
he: שינוי שם של שכבה מתקדמת
it: Ridenominazione di livello avanzata
ja: 高度なレイヤの名前変更
nl: Geavanceerde laag hernoemen
pl: Zaawansowana zmiana nazwy warstwy
pt: Renomeação avançada de níveis
sv: Ändra namn på avancerat lager
tr: Gelişmiş Katman Yeniden Adlandırma
zh: 高级图层重命名

# DLG_TITLE_MULTIPLE_LAYERS_RENAME
source: Rename Multiple Layers
da: Omdøb flere lag
de: Mehrere Layer umbenennen
es: Cambiar nombre de capas múltiples
fi: Nimeä useita tasoja uudelleen
fr: Renommer plusieurs couches
he: שנה את השם של שכבות מרובות
it: Rinomina livelli multipli
ja: 複数レイヤの名前変更
nl: Meerdere lagen hernoemen
pl: Zmień nazwy wielu warstw
pt: Renomear vários níveis
sv: Ändra namn på flera lager
tr: Birden Fazla Katmanı Yeniden Adlandır
zh: 重命名多个图层

# DLG_TITLE_QUICK_THEME_INDIVIDUAL
source: Quick Individual Theme
da: Hurtigt Individuelt tema
de: Schnelles Thema mit individuellen Werten
es: Tema individual rápido
fi: Yksilöllisen teeman pikaversio
fr: Thème individuel rapide
he: ערכת נושא בודדת מהירה
it: Tema individuale rapido
ja: クイック個別主題図
nl: Snel individueel thema
pl: Szybka indywidualna mapa tematyczna
pt: Tema individual rápido
sv: Snabbt individuellt tema
tr: Hızlı Bireysel Tematik
zh: 快速独立值专题图

# DLG_TITLE_QUICK_THEME_RANGED
source: Quick Ranged Theme
da: Hurtigt rangordnet tema
de: Schnelles Bereichsthema
es: Tema de rango rápido
fi: Luokitteluteeman pikaversio
fr: Thème à plage rapide
he: ערכת נושא מהירה של טווח
it: Tema per intervalli rapido
ja: クイック レンジ主題図
nl: Snel geclassificeerd thema
pl: Szybka mapa tematyczna przedziałów
pt: Tema com intervalos rápido
sv: Snabbt intervallbaserat tema
tr: Hızlı Aralıklı Tematik
zh: 快速范围专题图

# DLG_TTL_CREATE_MAP_EXTENT
source: Create Map Extent
da: Opret kortafgrænsning
de: Kartenbereich erstellen
es: Crear extensión de mapa
fi: Luo kartan laajuus
fr: Créer une étendue de carte
he: צור שטח מפה
it: Crea estensione mappa
ja: マップ範囲の作成
nl: Kaartgebied maken
pl: Utwórz zakres mapy
pt: Criar extensão do mapa
sv: Skapa kartutbredning
tr: Harita Kapsamı Oluştur
zh: 创建地图范围

# DLG_TTL_PASTE_LAYER_PROPERTIES
source: Paste Layer Properties
da: Indsæt lagegenskaber
de: Layereigenschaften einfügen
es: Pegar propiedades de capa
fi: Liitä tason ominaisuudet
fr: Coller les propriétés de la couche
he: הדבק מאפייני שכבה
it: Incolla proprietà livello
ja: レイヤ プロパティの貼り付け
nl: Laageigenschappen plakken
pl: Wklej właściwości warstwy
pt: Colar propriedades de nível
sv: Klistra in lageregenskaper
tr: Katman Özelliklerini Yapıştır
zh: 粘贴图层属性

# DLG_TTL_RESTORE_WINDOWS
source: Restore windows
da: Gendan vinduer
de: Fenster wiederherstellen
es: Restablecer ventanas
fi: Palauta ikkunat
fr: Restaurer les fenêtres
he: שחזר חלונות
it: Ripristina finestre
ja: ウィンドウを復元
nl: Vensters herstellen
pl: Przywróć okna
pt: Restaurar janelas
sv: Återställ fönster
tr: Pencereleri Geri Yükle
zh: 恢复窗口

# DLG_TXT_CREATE_EXTENT_OF
source: Create Map Extent of
da: Opret kortafgrænsning på
de: Kartenbereich erstellen von
es: Crear extensión de mapa de
fi: Luo kartan laajuus:
fr: Créer l'étendue de carte de
he: צור שטח מפה של
it: Crea estensione mappa di
ja: 次のマップ範囲の作成
nl: Kaartgebied maken van
pl: Utwórz zakres mapy
pt: Criar extensão do mapa de
sv: Skapa kartutbredning av
tr: Harita Kapsamını Oluştur
zh: 创建地图范围

# DLG_TXT_EXTENT_STYLE
source: Map Extent Style
da: Kortafgrænsningsstil
de: Kartenbereichsstil
es: Estilo de la extensión de mapa
fi: Kartan laajuuden tyyli
fr: Style de l'étendue de carte
he: סגנון שטח מפה
it: Stile estensione mappa
ja: マップ範囲スタイル
nl: Stijl van kaartgebied
pl: Styl zakresu mapy
pt: Estilo de extensão do mapa
sv: Format för kartutbredning
tr: Harita Kapsamı Stili
zh: 地图范围样式

# DLG_TXT_PICK_WINDOW_TO_RESTORE
source: Pick window to restore
da: Vælg vindue, der skal gendannes
de: Wiederherzustellendes Fenster auswählen
es: Seleccionar ventana para restablecer
fi: Valitse palautettava ikkuna
fr: Choisir la fenêtre à restaurer
he: בחר חלון לשחזור
it: Seleziona finestra da ripristinare
ja: ウィンドウを選択して復元
nl: Venster kiezen om te herstellen
pl: Wybierz okno do przywrócenia
pt: Selecionar a janela a ser restaurada
sv: Välj fönster att återställa
tr: Geri Yüklemek için pencereyi seçin
zh: 选择要恢复的窗口

# ERR_COSMETIC_LAYER_NOT_SUPPORTED
source: The cosmetic layer is not supported!
da: Det kosmetiske lag er ikke understøttet!
de: Der kosmetische Layer wird nicht unterstützt.
es: La capa descriptiva no se admite.
fi: Toiminto ei tue aputasoa!
fr: La couche Dessin n'est pas prise en charge !
he: השכבה הקוסמטית לא נתמכת!
it: Il livello personalizzabile non è supportato.
ja: システム レイヤはサポートされません。
nl: De verfraaiingslaag wordt niet ondersteund.
pl: Warstwa kosmetyczna nie jest pusta.
pt: O nível cosmético não é suportado!
sv: Det grafiska lagret stöds inte!
tr: Kozmetik katman desteklenmiyor!
zh: 不支持装饰图层!

# ERR_EMPTY_STRING_NOT_SUPPORTED_AS_FRIENDLY_NAME
source: An empty string can not be used as the friendly name of a layer!
da: En tom streng kan ikke bruges som det læsevenlige navn for et lag!
de: Als Anzeigename eines Layers kann keine leere Zeichenfolge verwendet werden.
es: No se puede usar una cadena vacía como nombre descriptivo de una capa.
fi: Tyhjää merkkijonoa ei voi käyttää tason kutsumanimenä.
fr: Une chaîne vide ne peut pas être utilisée comme nom convivial d'une couche !
he: לא ניתן להשתמש במחרוזת ריקה כשם ידידותי של שכבה!
it: Non è possibile utilizzare una stringa vuota come nome breve di un livello.
ja: 空の文字列はレイヤのフレンドリ名として使用できません。
nl: Een lege tekenreeks kan niet worden gebruikt als de omschrijving van een laag.
pl: Pole nazwy warstwy nie może być puste.
pt: Uma cadeia de caracteres vazia não pode ser usada como o nome amigável de um nível!
sv: En tom sträng kan inte användas som ett lagers läsvänliga namn!
tr: Boş bir dize, bir katmanın kolay adı olarak kullanılamaz!
zh: 空字符串不能用作图层的友好名称！

# ERR_ENTER_NAME_FOR_NEW_BASE_WINDOW
source: Please enter a name of the new base window!
da: Indtast et navn for det nye basisvindue!
de: Geben Sie einen Namen des neuen Basisfensters ein.
es: Ingrese el nombre de la ventana base nueva.
fi: Anna uudelle perusikkunalle nimi.
fr: Saisissez un nom pour la nouvelle fenêtre de base !
he: הזן שם לחלון הבסיסי החדש!
it: Inserire un nome per la nuova finestra di base.
ja: 新しいベース ウィンドウの名前を入力してください。
nl: Voer een naam in voor het nieuwe basisvenster.
pl: Wpisz nazwę nowego okna bazowego.
pt: Insira um nome para a nova janela base!
sv: Ange ett namn för det nya basfönstret!
tr: Lütfen yeni ana pencerenin adını girin!
zh: 请输入新基础窗口的名称！
